{
  "Standard": [
    "Ja'Marr Chase, Bijan Robinson, Saquon Barkley, Jahmyr Gibbs, Justin Jefferson, CeeDee Lamb",
    "Derrick Henry, Nico Collins, Brian Thomas Jr., Malik Nabers, Puka Nacua, Amon-Ra St. Brown, Christian McCaffrey, Ashton Jeanty",
    "Jonathan Taylor, A.J. Brown, Drake London, De'Von Achane, Josh Jacobs, Brock Bowers, George Kittle",
    "Ladd McConkey, Bucky Irving, Kyren Williams, Josh Allen, Lamar Jackson, Mike Evans, Tee Higgins, Chase Brown",
    "Tyreek Hill, Trey McBride, Jaxon Smith-Njigba, Jayden Daniels, James Cook, Davante Adams, Jalen Hurts",
    "Garrett Wilson, Marvin Harrison Jr., Omarion Hampton, Kenneth Walker III, Breece Hall, Terry McLaurin",
    "DK Metcalf, Chuba Hubbard, Joe Burrow, James Conner, Jameson Williams, Alvin Kamara, DJ Moore, Courtland Sutton",
    "TreVeyon Henderson, Xavier Worthy, Zay Flowers",
    "David Montgomery, DeVonta Smith, George Pickens, Calvin Ridley, Tetairoa McMillan, D'Andre Swift, Sam LaPorta",
    "Tony Pollard, Isiah Pacheco, Patrick Mahomes II, Jaylen Waddle, RJ Harvey, Mark Andrews, Aaron Jones Sr.",
    "Rashee Rice, Baker Mayfield, Kaleb Johnson, Brian Robinson Jr., Travis Hunter, Bo Nix, T.J. Hockenson",
    "Tyrone Tracy Jr., Kyler Murray, Joe Mixon, Rome Odunze, Chris Olave, Jerry Jeudy, Ricky Pearsall, Jordan Addison, Dak Prescott",
    "Jordan Mason, Travis Kelce, Deebo Samuel Sr., Brock Purdy, Tucker Kraft, Jaylen Warren, Jayden Reed, Jauan Jennings, Justin Fields, David Njoku, Travis Etienne Jr., Justin Herbert",
    "Jakobi Meyers, Jared Goff, Caleb Williams, Stefon Diggs, Tank Bigsby, Rhamondre Stevenson, Drake Maye, J.K. Dobbins, Zach Charbonnet, Emeka Egbuka, Tyler Warren, Evan Engram, Javonte Williams, Chris Godwin, Jordan Love, Khalil Shakir, Matthew Golden",
    "Najee Harris, Trevor Lawrence, Josh Downs, Cam Skattebo, C.J. Stroud, Dalton Kincaid, Quinshon Judkins, Dallas Goedert, Cooper Kupp",
    "Darnell Mooney, Michael Pittman Jr., Keon Coleman, Ray Davis, Tyjae Spears, Kyle Pitts Sr., J.J. McCarthy, Brandon Aiyuk",
    "Rachaad White, Trey Benson, Rashid Shaheed, Colston Loveland, Tyler Allgeier",
    "Tua Tagovailoa, Jake Ferguson, Braelon Allen, Rashod Bateman, Isaac Guerendo, Jaydon Blue, Bryce Young, Christian Kirk, Nick Chubb, Austin Ekeler",
    "Jerome Ford, Marvin Mims Jr., Michael Penix Jr., Rico Dowdle, Luther Burden III, Hunter Henry, Jonnu Smith, Jaylen Wright, Cedric Tillman, Bhayshul Tuten, Denver Broncos, Jayden Higgins, Dylan Sampson",
    "Matthew Stafford, Isaiah Likely, Romeo Doubs, Philadelphia Eagles",
    "Zach Ertz, Marquise Brown, Geno Smith, Jalen McMillan, Roschon Johnson, Tre' Harris, Quentin Johnston, Kyle Williams, Joshua Palmer, Baltimore Ravens, Pittsburgh Steelers, Keenan Allen, Minnesota Vikings",
    "Blake Corum, Adam Thielen, MarShawn Lloyd, Houston Texans, Buffalo Bills, Brandon Aubrey, Kansas City Chiefs, Detroit Lions",
    "DeAndre Hopkins, DeMario Douglas, Sam Darnold, Xavier Legette, Cam Ward, Wan'Dale Robinson, Alec Pierce, Brenton Strange, Jake Bates, Cameron Dicker, Seattle Seahawks, Los Angeles Chargers",
    "Wil Lutz, Kendre Miller, Los Angeles Rams, Mike Gesicki, Pat Freiermuth, Chase McLaughlin"
  ],
  "PPR": [
    "Ja'Marr Chase, Bijan Robinson, CeeDee Lamb, Justin Jefferson",
    "Jahmyr Gibbs, Malik Nabers, Amon-Ra St. Brown, Puka Nacua, Saquon Barkley, Nico Collins, Brian Thomas Jr., Drake London, Christian McCaffrey",
    "A.J. Brown, De'Von Achane, Brock Bowers, Ladd McConkey, Ashton Jeanty, Trey McBride, Jaxon Smith-Njigba",
    "Derrick Henry, Garrett Wilson, Tee Higgins, Josh Allen, Lamar Jackson, Tyreek Hill, Chase Brown",
    "Josh Jacobs, Bucky Irving, Davante Adams, Jonathan Taylor, George Kittle, Mike Evans, Jayden Daniels",
    "Kyren Williams, Jalen Hurts, Marvin Harrison Jr., DJ Moore, Terry McLaurin",
    "Alvin Kamara, Kenneth Walker III, Breece Hall, DK Metcalf, Courtland Sutton",
    "James Cook, DeVonta Smith, Joe Burrow, Omarion Hampton, Tetairoa McMillan",
    "James Conner, Chuba Hubbard, Zay Flowers, Jaylen Waddle, Xavier Worthy, George Pickens, Jameson Williams, Calvin Ridley",
    "Rashee Rice, TreVeyon Henderson, Chris Olave, Patrick Mahomes II, T.J. Hockenson",
    "Travis Hunter, David Montgomery, D'Andre Swift, Tony Pollard, Jerry Jeudy, Aaron Jones Sr., Baker Mayfield, Isiah Pacheco, RJ Harvey, Sam LaPorta, Travis Kelce",
    "Bo Nix, Stefon Diggs, Jakobi Meyers, Rome Odunze, Kyler Murray, David Njoku",
    "Tyrone Tracy Jr., Dak Prescott, Evan Engram, Ricky Pearsall, Kaleb Johnson, Jaylen Warren",
    "Brian Robinson Jr., Khalil Shakir, Chris Godwin, Mark Andrews, Jordan Addison, Jauan Jennings, Brock Purdy, Joe Mixon, Travis Etienne Jr.",
    "Justin Fields, Justin Herbert, Josh Downs, Deebo Samuel Sr., Emeka Egbuka, Jared Goff, Drake Maye, Michael Pittman Jr., Caleb Williams, Cooper Kupp",
    "Jayden Reed, Tucker Kraft, Javonte Williams, Jordan Love, Jake Ferguson, Zach Charbonnet, Jordan Mason, Matthew Golden",
    "Trevor Lawrence, Rhamondre Stevenson, C.J. Stroud, Tyler Warren, J.K. Dobbins, Darnell Mooney, Dalton Kincaid",
    "J.J. McCarthy, Dallas Goedert, Brandon Aiyuk, Rashid Shaheed, Cam Skattebo, Keon Coleman, Rachaad White, Tank Bigsby",
    "Tyjae Spears, Najee Harris, Christian Kirk, Tua Tagovailoa, Bryce Young, Colston Loveland, Quinshon Judkins, Austin Ekeler",
    "Luther Burden III, Cedric Tillman, Michael Penix Jr., Ray Davis, Hunter Henry, Rashod Bateman, Braelon Allen, Jerome Ford, Matthew Stafford, Marvin Mims Jr., Trey Benson, Jayden Higgins",
    "Jaydon Blue, Tyler Allgeier, Denver Broncos",
    "Romeo Doubs, Wan'Dale Robinson, Jonnu Smith, Geno Smith, Rico Dowdle, Marquise Brown, Kyle Pitts Sr., Zach Ertz, Isaac Guerendo, DeMario Douglas, Adam Thielen, Bhayshul Tuten, Dylan Sampson, Keenan Allen, Philadelphia Eagles",
    "Kyle Williams, Tre' Harris, Cam Ward, Sam Darnold, Nick Chubb, Quentin Johnston, Joshua Palmer, Jalen McMillan, Jaylen Wright, Xavier Legette, Brenton Strange, Baltimore Ravens, Pittsburgh Steelers, Minnesota Vikings",
    "Roschon Johnson, DeAndre Hopkins, Chig Okonkwo, Houston Texans, Brandon Aubrey, Buffalo Bills, Kansas City Chiefs, Jake Bates, Detroit Lions, Cameron Dicker",
    "Mike Gesicki, Pat Freiermuth, Aaron Rodgers, Blake Corum, Jalen Coker, MarShawn Lloyd, Alec Pierce, Seattle Seahawks, Wil Lutz, Los Angeles Rams, Isaiah Likely"
  ],
  "HalfPPR": [
    "Ja'Marr Chase, Bijan Robinson, Jahmyr Gibbs, Saquon Barkley, Justin Jefferson, CeeDee Lamb",
    "Malik Nabers, Nico Collins, Amon-Ra St. Brown, Christian McCaffrey, Puka Nacua, Derrick Henry, Brian Thomas Jr., Ashton Jeanty, De'Von Achane",
    "Drake London, A.J. Brown, Brock Bowers, Jonathan Taylor, Josh Jacobs, Bucky Irving, Chase Brown",
    "Trey McBride, Ladd McConkey, Kyren Williams, Josh Allen, Lamar Jackson, Jaxon Smith-Njigba, Tee Higgins",
    "Tyreek Hill, George Kittle, Garrett Wilson, Mike Evans, Jayden Daniels, Davante Adams, James Cook, Jalen Hurts",
    "Kenneth Walker III, Omarion Hampton, Breece Hall, Marvin Harrison Jr., Alvin Kamara, Terry McLaurin, DJ Moore",
    "DK Metcalf, Joe Burrow, Chuba Hubbard, James Conner, Courtland Sutton",
    "DeVonta Smith, Jameson Williams, TreVeyon Henderson, Tetairoa McMillan, Zay Flowers",
    "Xavier Worthy, George Pickens, Calvin Ridley, David Montgomery, D'Andre Swift, Jaylen Waddle, Tony Pollard, Sam LaPorta",
    "Isiah Pacheco, Rashee Rice, RJ Harvey, Aaron Jones Sr., Patrick Mahomes II",
    "Travis Hunter, T.J. Hockenson, Chris Olave",
    "Baker Mayfield, Kaleb Johnson, Jerry Jeudy, Rome Odunze, Brian Robinson Jr., Tyrone Tracy Jr., Bo Nix, Mark Andrews, Travis Kelce",
    "Kyler Murray, Joe Mixon, Jakobi Meyers, Jaylen Warren, Stefon Diggs, Ricky Pearsall, Jordan Addison, David Njoku, Dak Prescott, Travis Etienne Jr., Jauan Jennings",
    "Evan Engram, Jordan Mason, Brock Purdy, Deebo Samuel Sr., Chris Godwin, Khalil Shakir, Justin Fields, Tucker Kraft",
    "Justin Herbert, Jayden Reed, Emeka Egbuka, Zach Charbonnet, Javonte Williams, J.K. Dobbins, Rhamondre Stevenson, Jared Goff, Josh Downs, Caleb Williams, Drake Maye, Matthew Golden",
    "Tyler Warren, Cooper Kupp, Jordan Love, Michael Pittman Jr., Tank Bigsby",
    "Jake Ferguson, Cam Skattebo, Trevor Lawrence, Dalton Kincaid, Darnell Mooney, C.J. Stroud, Quinshon Judkins, Tyjae Spears, Najee Harris, Dallas Goedert, Rachaad White",
    "Keon Coleman, J.J. McCarthy, Brandon Aiyuk, Rashid Shaheed, Ray Davis, Colston Loveland",
    "Austin Ekeler, Christian Kirk, Braelon Allen, Jaydon Blue, Trey Benson, Kyle Pitts Sr., Tyler Allgeier, Rashod Bateman, Tua Tagovailoa, Hunter Henry, Jerome Ford, Luther Burden III",
    "Cedric Tillman, Bryce Young, Isaac Guerendo, Jayden Higgins",
    "Rico Dowdle, Michael Penix Jr., Marvin Mims Jr., Jonnu Smith, Nick Chubb, Bhayshul Tuten, Jaylen Wright, Dylan Sampson, Denver Broncos",
    "Romeo Doubs, Zach Ertz, Matthew Stafford, Marquise Brown, Keenan Allen",
    "Kyle Williams, Geno Smith, Wan'Dale Robinson, Tre' Harris, Adam Thielen, Roschon Johnson, Jalen McMillan, Joshua Palmer, Quentin Johnston, DeMario Douglas, Brenton Strange, Philadelphia Eagles, Pittsburgh Steelers, Baltimore Ravens, Minnesota Vikings",
    "Xavier Legette, Blake Corum, Houston Texans",
    "Cam Ward, Sam Darnold, Isaiah Likely, MarShawn Lloyd, DeAndre Hopkins, Chig Okonkwo, Mike Gesicki, Buffalo Bills, Detroit Lions, Kansas City Chiefs, Brandon Aubrey, Jake Bates, Cameron Dicker",
    "Pat Freiermuth, Alec Pierce, Mason Taylor, Cade Otton, Jalen Coker, Justice Hill, Aaron Rodgers"
  ]
}