{
  "QB": {
    "Standard": [
      "Josh Allen, Lamar Jackson, Jayden Daniels, Jalen Hurts, Joe Burrow",
      "Patrick Mahomes II, Baker Mayfield",
      "Bo Nix, Kyler Murray",
      "Brock Purdy, Justin Fields, Dak Prescott, Caleb Williams, Justin Herbert",
      "Jared Goff, Drake Maye, Jordan Love",
      "Trevor Lawrence, C.J. Stroud, J.J. McCarthy",
      "Tua Tagovailoa, Matthew Stafford, Bryce Young, Michael Penix Jr., Geno Smith",
      "Sam Darnold"
    ]
  },
  "RB": {
    "Standard": [
      "Saquon Barkley, Bijan Robinson, Jahmyr Gibbs, Derrick Henry",
      "Ashton Jeanty, Christian McCaffrey, Jonathan Taylor, De'Von Achane, Josh Jacobs",
      "Bucky Irving, Kyren Williams, Chase Brown, James Cook",
      "Breece Hall, Kenneth Walker III, Omarion Hampton, Chuba Hubbard, James Conner, Alvin Kamara",
      "David Montgomery, D'Andre Swift",
      "TreVeyon Henderson, Aaron Jones Sr., Joe Mixon, RJ Harvey, Tony Pollard, Isiah Pacheco, Kaleb Johnson, Brian Robinson Jr.",
      "Tyrone Tracy Jr., Jaylen Warren, Jordan Mason",
      "Travis Etienne Jr., Najee Harris, Rhamondre Stevenson, Javonte Williams, Cam Skattebo, Tank Bigsby, Quinshon Judkins, Zach Charbonnet"
    ],
    "PPR": [
      "Bijan Robinson, Jahmyr Gibbs, Saquon Barkley",
      "Christian McCaffrey, De'Von Achane, Ashton Jeanty",
      "Derrick Henry, Chase Brown, Bucky Irving, Josh Jacobs, Jonathan Taylor",
      "Kyren Williams, Breece Hall, Alvin Kamara, Kenneth Walker III",
      "James Cook, Omarion Hampton, Chuba Hubbard, James Conner",
      "D'Andre Swift, David Montgomery, Aaron Jones Sr., TreVeyon Henderson, RJ Harvey",
      "Tony Pollard, Isiah Pacheco, Joe Mixon, Kaleb Johnson",
      "Brian Robinson Jr., Jaylen Warren, Tyrone Tracy Jr., Travis Etienne Jr.",
      "Javonte Williams, Cam Skattebo, Zach Charbonnet, Rhamondre Stevenson, Tyjae Spears, Najee Harris, Jordan Mason, Rachaad White"
    ],
    "HalfPPR": [
      "Bijan Robinson, Saquon Barkley, Jahmyr Gibbs",
      "Christian McCaffrey, Ashton Jeanty, Derrick Henry, De'Von Achane",
      "Jonathan Taylor, Josh Jacobs, Bucky Irving, Chase Brown, Kyren Williams",
      "Breece Hall, James Cook, Kenneth Walker III, Alvin Kamara, Omarion Hampton, Chuba Hubbard, James Conner",
      "David Montgomery, D'Andre Swift, TreVeyon Henderson",
      "Aaron Jones Sr., RJ Harvey, Tony Pollard, Joe Mixon, Isiah Pacheco, Kaleb Johnson, Brian Robinson Jr.",
      "Jaylen Warren, Tyrone Tracy Jr., Travis Etienne Jr.",
      "Jordan Mason, Javonte Williams, Cam Skattebo, Rhamondre Stevenson, Zach Charbonnet, Najee Harris, Tyjae Spears, Quinshon Judkins"
    ]
  },
  "WR": {
    "Standard": [
      "Ja'Marr Chase, Justin Jefferson, CeeDee Lamb",
      "Nico Collins, Puka Nacua, Malik Nabers, Brian Thomas Jr., Amon-Ra St. Brown, A.J. Brown, Drake London",
      "Ladd McConkey, Tee Higgins, Mike Evans, Tyreek Hill, Davante Adams",
      "Jaxon Smith-Njigba, Garrett Wilson, Terry McLaurin, Marvin Harrison Jr.",
      "DK Metcalf, Jameson Williams, DJ Moore, Courtland Sutton, Zay Flowers, Xavier Worthy",
      "DeVonta Smith, Calvin Ridley, George Pickens, Jaylen Waddle, Rashee Rice, Tetairoa McMillan",
      "Travis Hunter, Chris Olave, Rome Odunze, Jordan Addison, Jerry Jeudy",
      "Jayden Reed, Jauan Jennings, Deebo Samuel Sr., Chris Godwin, Ricky Pearsall, Jakobi Meyers",
      "Khalil Shakir, Stefon Diggs, Josh Downs",
      "Darnell Mooney, Emeka Egbuka, Cooper Kupp, Brandon Aiyuk, Keon Coleman, Michael Pittman Jr., Matthew Golden, Rashid Shaheed",
      "Rashod Bateman, Christian Kirk, Marvin Mims Jr.",
      "Luther Burden III, Cedric Tillman, Tre' Harris, Marquise Brown"
    ],
    "PPR": [
      "Ja'Marr Chase, Justin Jefferson, CeeDee Lamb",
      "Malik Nabers, Puka Nacua, Amon-Ra St. Brown, Nico Collins, Brian Thomas Jr., Drake London",
      "Ladd McConkey, A.J. Brown, Jaxon Smith-Njigba, Garrett Wilson, Tyreek Hill, Tee Higgins",
      "Davante Adams, Mike Evans, Terry McLaurin, Marvin Harrison Jr., DJ Moore",
      "DK Metcalf, Courtland Sutton, DeVonta Smith",
      "Zay Flowers, Rashee Rice, Jaylen Waddle, Tetairoa McMillan, Xavier Worthy, Jameson Williams, Chris Olave, Calvin Ridley, George Pickens",
      "Jerry Jeudy, Travis Hunter",
      "Rome Odunze, Jakobi Meyers, Chris Godwin, Stefon Diggs, Jordan Addison, Khalil Shakir, Jauan Jennings",
      "Josh Downs, Ricky Pearsall, Jayden Reed, Deebo Samuel Sr., Cooper Kupp, Michael Pittman Jr.",
      "Darnell Mooney, Emeka Egbuka",
      "Matthew Golden, Brandon Aiyuk, Rashid Shaheed, Christian Kirk, Keon Coleman",
      "Cedric Tillman, Luther Burden III, Rashod Bateman, Tre' Harris, Marquise Brown, Marvin Mims Jr."
    ],
    "HalfPPR": [
      "Ja'Marr Chase, Justin Jefferson, CeeDee Lamb",
      "Puka Nacua, Malik Nabers, Nico Collins, Amon-Ra St. Brown, Brian Thomas Jr., Drake London, A.J. Brown",
      "Ladd McConkey, Tyreek Hill, Tee Higgins, Jaxon Smith-Njigba, Garrett Wilson, Davante Adams, Mike Evans",
      "Terry McLaurin, Marvin Harrison Jr., DJ Moore, DK Metcalf",
      "Courtland Sutton, DeVonta Smith, Zay Flowers, Jameson Williams, Xavier Worthy, Rashee Rice, Tetairoa McMillan, Jaylen Waddle, Calvin Ridley, George Pickens",
      "Chris Olave, Travis Hunter, Jerry Jeudy, Rome Odunze",
      "Jordan Addison, Jakobi Meyers, Chris Godwin, Jauan Jennings, Stefon Diggs, Khalil Shakir, Jayden Reed, Deebo Samuel Sr., Ricky Pearsall, Josh Downs",
      "Cooper Kupp, Michael Pittman Jr., Emeka Egbuka, Darnell Mooney, Matthew Golden",
      "Brandon Aiyuk, Keon Coleman, Rashid Shaheed",
      "Christian Kirk, Rashod Bateman, Luther Burden III, Cedric Tillman, Marvin Mims Jr., Tre' Harris, Marquise Brown"
    ]
  },
  "TE": {
    "Standard": [
      "Brock Bowers, George Kittle, Trey McBride",
      "Sam LaPorta, Mark Andrews, T.J. Hockenson",
      "Travis Kelce, David Njoku, Tucker Kraft, Evan Engram",
      "Tyler Warren, Dalton Kincaid, Dallas Goedert",
      "Kyle Pitts Sr., Colston Loveland, Jake Ferguson, Jonnu Smith",
      "Hunter Henry, Isaiah Likely, Zach Ertz",
      "Brenton Strange, Pat Freiermuth, Cade Otton, Mike Gesicki"
    ],
    "PPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "T.J. Hockenson, Sam LaPorta, Travis Kelce",
      "Evan Engram, David Njoku, Mark Andrews",
      "Jake Ferguson, Tucker Kraft, Dalton Kincaid",
      "Tyler Warren, Dallas Goedert",
      "Colston Loveland, Jonnu Smith, Hunter Henry, Kyle Pitts Sr.",
      "Zach Ertz, Brenton Strange",
      "Pat Freiermuth, Isaiah Likely, Mike Gesicki, Cade Otton, Chig Okonkwo"
    ],
    "HalfPPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Sam LaPorta, T.J. Hockenson, Mark Andrews, Travis Kelce",
      "David Njoku, Evan Engram, Tucker Kraft",
      "Dalton Kincaid, Jake Ferguson, Tyler Warren, Dallas Goedert",
      "Colston Loveland, Kyle Pitts Sr., Jonnu Smith, Hunter Henry",
      "Zach Ertz, Brenton Strange, Isaiah Likely",
      "Pat Freiermuth, Cade Otton, Mike Gesicki, Chig Okonkwo"
    ]
  },
  "Flex": {
    "Standard": [
      "Mike Evans, Zach Charbonnet, James Conner, Tyjae Spears, Amon-Ra St. Brown",
      "Brian Thomas Jr., Rico Dowdle, Jerome Ford, A.J. Brown, Tee Higgins",
      "D'Andre Swift, Tyrone Tracy Jr., Terry McLaurin, Courtland Sutton, Davante Adams, Deebo Samuel Sr.",
      "Alexander Mattison, Malik Nabers, Ladd McConkey, Isaac Guerendo, DJ Moore, Rachaad White, Jauan Jennings, Jaxon Smith-Njigba, Drake London, Brock Bowers",
      "Jordan Addison, Zay Flowers, George Kittle, Kendre Miller, George Pickens",
      "Travis Etienne Jr., Tank Bigsby, Calvin Ridley, Jameson Williams, Rhamondre Stevenson, J.K. Dobbins",
      "Cooper Kupp, Tyreek Hill, Garrett Wilson, DK Metcalf, Trey McBride",
      "Najee Harris, Jakobi Meyers, Isiah Pacheco, Keenan Allen, Jayden Reed, DeVonta Smith",
      "Xavier Worthy, Khalil Shakir, Adam Thielen, Jaylen Warren, Marvin Harrison Jr., Darnell Mooney, Josh Downs",
      "Kareem Hunt, Jalen McMillan, Javonte Williams, Romeo Doubs, Rome Odunze, Sam LaPorta",
      "Jerry Jeudy, Mark Andrews, DeAndre Hopkins, Ameer Abdullah, Travis Kelce",
      "Jonnu Smith, Quentin Johnston, Marquise Brown, Rashod Bateman, Tyler Allgeier, T.J. Hockenson, Michael Pittman Jr.",
      "Antonio Gibson, Hunter Henry, Dalton Schultz"
    ],
    "PPR": [
      "Jaxon Smith-Njigba, De'Von Achane, Terry McLaurin, Davante Adams, Tyjae Spears, James Cook",
      "Joe Mixon, Ladd McConkey, Breece Hall, Brock Bowers",
      "Courtland Sutton, Tee Higgins, Malik Nabers, Trey McBride, Drake London, Brian Robinson Jr., Jauan Jennings, George Kittle",
      "Zay Flowers, Jordan Addison, James Conner, DJ Moore, Keenan Allen",
      "Cooper Kupp, Jakobi Meyers, Jerome Ford",
      "Garrett Wilson, Adam Thielen, Calvin Ridley, Rico Dowdle, Deebo Samuel Sr.",
      "D'Andre Swift, George Pickens, Tyreek Hill, Rachaad White, Tyrone Tracy Jr., Jameson Williams, Josh Downs, DeVonta Smith, DK Metcalf",
      "Jayden Reed, Khalil Shakir, Marvin Harrison Jr., Xavier Worthy",
      "Jalen McMillan, Sam LaPorta, Ameer Abdullah, Darnell Mooney",
      "Kendre Miller, Rhamondre Stevenson, Isaac Guerendo, Michael Pittman Jr., Alexander Mattison",
      "T.J. Hockenson, Romeo Doubs, Travis Etienne Jr., Travis Kelce, J.K. Dobbins, Jaylen Warren, Jonnu Smith, Wan'Dale Robinson, Jerry Jeudy, Rome Odunze",
      "DeAndre Hopkins, Mark Andrews",
      "Chig Okonkwo, Quentin Johnston, Rashod Bateman, Tank Bigsby, Dalton Schultz, Hunter Henry",
      "Tucker Kraft, Marquise Brown, Isiah Pacheco, Javonte Williams, Jalen Coker"
    ],
    "HalfPPR": [
      "Brian Thomas Jr., Joe Mixon, Tyjae Spears, A.J. Brown, Breece Hall",
      "Terry McLaurin, Tee Higgins, Davante Adams, Brian Robinson Jr., Jaxon Smith-Njigba",
      "James Conner, Courtland Sutton, Ladd McConkey, Malik Nabers",
      "Drake London, Jauan Jennings, Brock Bowers, Jerome Ford",
      "Trey McBride, DJ Moore, Rico Dowdle, Zay Flowers, Jordan Addison, George Kittle, D'Andre Swift, Deebo Samuel Sr.",
      "Tyrone Tracy Jr., Cooper Kupp",
      "George Pickens, Rachaad White, Calvin Ridley, Jakobi Meyers, Keenan Allen, Garrett Wilson, Isaac Guerendo",
      "Tyreek Hill, Jameson Williams, DK Metcalf",
      "Adam Thielen, Alexander Mattison, Jayden Reed, DeVonta Smith, J.K. Dobbins, Josh Downs, Kendre Miller",
      "Xavier Worthy, Khalil Shakir, Rhamondre Stevenson, Travis Etienne Jr., Marvin Harrison Jr.",
      "Sam LaPorta, Darnell Mooney, Jalen McMillan, Tank Bigsby, Jaylen Warren",
      "Romeo Doubs, Ameer Abdullah, Travis Kelce",
      "Rome Odunze, T.J. Hockenson, Jerry Jeudy, Michael Pittman Jr., Jonnu Smith, Isiah Pacheco, Najee Harris, DeAndre Hopkins, Mark Andrews",
      "Quentin Johnston, Rashod Bateman, Wan'Dale Robinson, Javonte Williams, Chig Okonkwo",
      "Marquise Brown, Hunter Henry, Dalton Schultz, Tucker Kraft"
    ]
  },
  "DST": {
    "Standard": [
      "Denver Broncos, Philadelphia Eagles",
      "Baltimore Ravens, Pittsburgh Steelers, Minnesota Vikings, Houston Texans",
      "Buffalo Bills, Kansas City Chiefs, Detroit Lions",
      "Los Angeles Chargers, Seattle Seahawks, Los Angeles Rams, Green Bay Packers",
      "New York Jets, San Francisco 49ers",
      "Dallas Cowboys, Tampa Bay Buccaneers, Arizona Cardinals, Cleveland Browns, Chicago Bears"
    ]
  }
}