{
  "QB": {
    "Standard": [
      "Lamar Jackson, Josh Allen, Jalen Hurts, Jayden Daniels",
      "Joe Burrow, Baker Mayfield",
      "Patrick Mahomes II, Kyler Murray, Bo Nix",
      "Trevor Lawrence, Drake Maye, Brock Purdy",
      "Jared Goff, Dak Prescott, Jordan Love, Justin Fields, Justin Herbert",
      "C.J. Stroud, Caleb Williams",
      "Bryce Young, J.J. McCarthy, Michael Penix Jr., Tua Tagovailoa",
      "Matthew Stafford, Joe Flacco, Daniel Jones"
    ]
  },
  "RB": {
    "Standard": [
      "Saquon Barkley, Bijan Robinson, Derrick Henry, Christian McCaffrey, Jahmyr Gibbs, Jonathan Taylor",
      "Bucky Irving, Ashton Jeanty, Josh Jacobs, Chase Brown",
      "De'Von Achane, Kyren Williams, James Conner",
      "Kenneth Walker III, Chuba Hubbard, James Cook, Alvin Kamara, Omarion Hampton",
      "Tony Pollard, Breece Hall, TreVeyon Henderson, Isiah Pacheco, D'Andre Swift, David Montgomery, Aaron Jones Sr.",
      "Tyrone Tracy Jr., RJ Harvey, Travis Etienne Jr., Tank Bigsby, Jaylen Warren, J.K. Dobbins",
      "Jordan Mason, Nick Chubb, Javonte Williams, Austin Ekeler, Rhamondre Stevenson, Jerome Ford, Kaleb Johnson",
      "Zach Charbonnet, Jacory Croskey-Merritt"
    ],
    "PPR": [
      "Bijan Robinson, Christian McCaffrey, Saquon Barkley, Jahmyr Gibbs",
      "Chase Brown, Bucky Irving, De'Von Achane, Jonathan Taylor, Derrick Henry, Ashton Jeanty",
      "Josh Jacobs, Alvin Kamara, James Conner",
      "Kyren Williams, Kenneth Walker III, Chuba Hubbard",
      "James Cook, Omarion Hampton, Breece Hall, Tony Pollard",
      "TreVeyon Henderson, Aaron Jones Sr., Isiah Pacheco, D'Andre Swift, David Montgomery",
      "Tyrone Tracy Jr., RJ Harvey, Travis Etienne Jr., Jaylen Warren",
      "Austin Ekeler, J.K. Dobbins, Javonte Williams, Jerome Ford",
      "Tank Bigsby, Rhamondre Stevenson",
      "Jordan Mason, Zach Charbonnet, Nick Chubb, Kaleb Johnson, Rachaad White"
    ],
    "HalfPPR": [
      "Saquon Barkley, Bijan Robinson, Christian McCaffrey, Jahmyr Gibbs",
      "Derrick Henry, Jonathan Taylor, Bucky Irving",
      "Chase Brown, Ashton Jeanty, De'Von Achane, Josh Jacobs",
      "James Conner, Kyren Williams, Kenneth Walker III, Alvin Kamara, Chuba Hubbard",
      "James Cook, Omarion Hampton",
      "Tony Pollard, Breece Hall, TreVeyon Henderson, Isiah Pacheco, Aaron Jones Sr., D'Andre Swift, David Montgomery",
      "Tyrone Tracy Jr., RJ Harvey, Travis Etienne Jr., Jaylen Warren",
      "J.K. Dobbins, Austin Ekeler, Tank Bigsby, Javonte Williams, Jerome Ford, Rhamondre Stevenson, Jordan Mason, Nick Chubb",
      "Zach Charbonnet, Kaleb Johnson, Jacory Croskey-Merritt"
    ]
  },
  "WR": {
    "Standard": [
      "Ja'Marr Chase, Justin Jefferson, CeeDee Lamb, Nico Collins, Brian Thomas Jr., Malik Nabers",
      "Drake London, A.J. Brown, Puka Nacua, Amon-Ra St. Brown, Mike Evans",
      "Ladd McConkey, Tee Higgins",
      "Jaxon Smith-Njigba, Davante Adams, Xavier Worthy, Tyreek Hill, Marvin Harrison Jr., Terry McLaurin",
      "Courtland Sutton, Tetairoa McMillan, Jameson Williams, Garrett Wilson",
      "DeVonta Smith, Zay Flowers, DJ Moore, Jerry Jeudy, DK Metcalf, George Pickens, Jaylen Waddle",
      "Emeka Egbuka, Ricky Pearsall, Calvin Ridley, Deebo Samuel Sr.",
      "Travis Hunter, Chris Olave, Rome Odunze, Matthew Golden, Stefon Diggs",
      "Jakobi Meyers, Keon Coleman, Jayden Reed, Jauan Jennings",
      "Khalil Shakir, Rashid Shaheed, Cooper Kupp, Michael Pittman Jr., Christian Kirk, Josh Downs, Rashod Bateman, Darnell Mooney, Marvin Mims Jr.",
      "Cedric Tillman, Romeo Doubs, Marquise Brown",
      "Adam Thielen, Joshua Palmer, Xavier Legette, DeMario Douglas, Keenan Allen"
    ],
    "PPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson, Malik Nabers",
      "Nico Collins, Drake London, Brian Thomas Jr., Amon-Ra St. Brown, Puka Nacua, A.J. Brown",
      "Mike Evans, Ladd McConkey, Jaxon Smith-Njigba, Tee Higgins",
      "Davante Adams, Tyreek Hill, Marvin Harrison Jr., Garrett Wilson, Xavier Worthy, Terry McLaurin",
      "Tetairoa McMillan, DJ Moore, Courtland Sutton, DeVonta Smith, Jerry Jeudy, Jaylen Waddle",
      "Zay Flowers, DK Metcalf, George Pickens, Jameson Williams, Emeka Egbuka, Chris Olave",
      "Stefon Diggs, Ricky Pearsall, Calvin Ridley, Travis Hunter",
      "Jakobi Meyers, Deebo Samuel Sr., Rome Odunze, Michael Pittman Jr.",
      "Khalil Shakir, Matthew Golden, Josh Downs, Cooper Kupp, Jauan Jennings, Christian Kirk",
      "Jayden Reed, Keon Coleman, Rashid Shaheed, Cedric Tillman, Darnell Mooney",
      "Marvin Mims Jr., Rashod Bateman, Marquise Brown, Romeo Doubs, Adam Thielen, Wan'Dale Robinson",
      "DeMario Douglas, Xavier Legette, Joshua Palmer"
    ],
    "HalfPPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson, Nico Collins, Malik Nabers, Brian Thomas Jr.",
      "Drake London, Amon-Ra St. Brown, Puka Nacua, A.J. Brown, Mike Evans, Ladd McConkey",
      "Jaxon Smith-Njigba, Tee Higgins, Davante Adams, Tyreek Hill, Marvin Harrison Jr., Xavier Worthy",
      "Terry McLaurin, Garrett Wilson, Tetairoa McMillan, Courtland Sutton, DJ Moore, DeVonta Smith, Jerry Jeudy",
      "Jaylen Waddle, Zay Flowers, Jameson Williams, DK Metcalf, George Pickens, Emeka Egbuka",
      "Ricky Pearsall, Chris Olave, Calvin Ridley, Deebo Samuel Sr., Travis Hunter, Stefon Diggs, Rome Odunze",
      "Jakobi Meyers, Matthew Golden",
      "Michael Pittman Jr., Khalil Shakir, Josh Downs, Cooper Kupp, Jauan Jennings, Christian Kirk",
      "Keon Coleman, Jayden Reed, Rashid Shaheed, Darnell Mooney, Cedric Tillman, Marvin Mims Jr., Rashod Bateman",
      "Marquise Brown, Romeo Doubs, Adam Thielen, DeMario Douglas, Joshua Palmer, Xavier Legette, Wan'Dale Robinson"
    ]
  },
  "TE": {
    "Standard": [
      "George Kittle, Brock Bowers, Trey McBride",
      "Sam LaPorta, Mark Andrews, Travis Kelce, T.J. Hockenson, David Njoku",
      "Tucker Kraft, Tyler Warren, Evan Engram",
      "Kyle Pitts Sr., Dallas Goedert, Hunter Henry",
      "Jake Ferguson, Dalton Kincaid, Zach Ertz, Colston Loveland",
      "Brenton Strange, Cade Otton, Chig Okonkwo, Jonnu Smith",
      "Pat Freiermuth, Ja'Tavion Sanders"
    ],
    "PPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Travis Kelce, Sam LaPorta, T.J. Hockenson, David Njoku",
      "Mark Andrews, Evan Engram",
      "Tucker Kraft, Tyler Warren, Jake Ferguson",
      "Dallas Goedert, Hunter Henry",
      "Dalton Kincaid, Zach Ertz, Kyle Pitts Sr., Colston Loveland, Brenton Strange",
      "Chig Okonkwo, Cade Otton, Jonnu Smith",
      "Pat Freiermuth, Ja'Tavion Sanders, Mason Taylor"
    ],
    "HalfPPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Sam LaPorta, Travis Kelce, David Njoku, T.J. Hockenson, Mark Andrews",
      "Evan Engram, Tucker Kraft, Tyler Warren",
      "Jake Ferguson, Dallas Goedert, Hunter Henry, Kyle Pitts Sr., Dalton Kincaid",
      "Zach Ertz, Colston Loveland, Brenton Strange",
      "Chig Okonkwo, Cade Otton, Jonnu Smith",
      "Pat Freiermuth, Ja'Tavion Sanders, Dalton Schultz"
    ]
  },
  "Flex": {
    "Standard": [
      "Nico Collins, Alvin Kamara, Brian Thomas Jr., Malik Nabers, Omarion Hampton",
      "Drake London, A.J. Brown, Puka Nacua, Amon-Ra St. Brown, Tony Pollard, Breece Hall, Mike Evans",
      "TreVeyon Henderson, Isiah Pacheco, David Montgomery, Ladd McConkey, D'Andre Swift, Aaron Jones Sr., Tee Higgins",
      "Davante Adams, Jaxon Smith-Njigba, Xavier Worthy, Tyreek Hill, Marvin Harrison Jr.",
      "Terry McLaurin, Tyrone Tracy Jr., RJ Harvey",
      "Courtland Sutton, George Kittle, Jameson Williams, Tetairoa McMillan, Garrett Wilson",
      "Travis Etienne Jr., Brock Bowers, DeVonta Smith, DJ Moore, Zay Flowers, Trey McBride, Jerry Jeudy",
      "DK Metcalf, Tank Bigsby, Jaylen Warren, George Pickens, Jaylen Waddle",
      "Calvin Ridley, J.K. Dobbins, Emeka Egbuka, Jordan Mason, Ricky Pearsall",
      "Deebo Samuel Sr., Javonte Williams, Austin Ekeler, Nick Chubb",
      "Rhamondre Stevenson, Travis Hunter, Chris Olave, Kaleb Johnson, Jerome Ford, Rome Odunze",
      "Matthew Golden, Sam LaPorta, Stefon Diggs, Zach Charbonnet, Jakobi Meyers",
      "Keon Coleman, Jayden Reed, Jauan Jennings, Jacory Croskey-Merritt",
      "Mark Andrews, Khalil Shakir, T.J. Hockenson, Travis Kelce, Cooper Kupp, Michael Pittman Jr., Rashid Shaheed, Josh Downs"
    ],
    "PPR": [
      "Ashton Jeanty, Mike Evans, Ladd McConkey, Jaxon Smith-Njigba, Josh Jacobs, Alvin Kamara",
      "James Conner, Tee Higgins, Brock Bowers, Kyren Williams, Trey McBride, Kenneth Walker III, Davante Adams, Tyreek Hill",
      "Marvin Harrison Jr., Chuba Hubbard, Garrett Wilson, Terry McLaurin, Xavier Worthy",
      "Tetairoa McMillan, James Cook, DJ Moore, Courtland Sutton, George Kittle, DeVonta Smith, Jerry Jeudy",
      "Omarion Hampton, Jaylen Waddle, Breece Hall, Zay Flowers, Tony Pollard",
      "DK Metcalf, Jameson Williams, George Pickens, TreVeyon Henderson, Aaron Jones Sr., Emeka Egbuka, Isiah Pacheco, Chris Olave, D'Andre Swift",
      "Stefon Diggs, David Montgomery, Calvin Ridley, Travis Hunter, Ricky Pearsall, Jakobi Meyers",
      "Deebo Samuel Sr., Sam LaPorta, Rome Odunze, Travis Kelce",
      "Michael Pittman Jr., Tyrone Tracy Jr.",
      "T.J. Hockenson, RJ Harvey, Travis Etienne Jr., Khalil Shakir, Jaylen Warren, David Njoku, Matthew Golden, Josh Downs, Cooper Kupp",
      "Jauan Jennings, Christian Kirk, Austin Ekeler, Mark Andrews",
      "Evan Engram, Javonte Williams, Jayden Reed, J.K. Dobbins",
      "Keon Coleman, Rashid Shaheed, Jerome Ford, Cedric Tillman, Darnell Mooney, Rhamondre Stevenson, Tank Bigsby"
    ],
    "HalfPPR": [
      "Drake London, Amon-Ra St. Brown, Puka Nacua, Kenneth Walker III, A.J. Brown, Alvin Kamara, Chuba Hubbard, Mike Evans",
      "Ladd McConkey, James Cook, Jaxon Smith-Njigba, Tee Higgins",
      "Davante Adams, Tyreek Hill, Omarion Hampton",
      "Marvin Harrison Jr., Brock Bowers, Xavier Worthy, Breece Hall, Tony Pollard, Terry McLaurin",
      "TreVeyon Henderson, Trey McBride, Garrett Wilson, Isiah Pacheco",
      "Tetairoa McMillan, Aaron Jones Sr., Courtland Sutton, D'Andre Swift, George Kittle",
      "David Montgomery, DJ Moore, DeVonta Smith, Jerry Jeudy",
      "Jaylen Waddle, Zay Flowers, Jameson Williams, DK Metcalf, George Pickens, Tyrone Tracy Jr.",
      "Emeka Egbuka, RJ Harvey, Chris Olave, Calvin Ridley",
      "Ricky Pearsall, Travis Etienne Jr., Deebo Samuel Sr., Travis Hunter, Jaylen Warren, Stefon Diggs, Rome Odunze",
      "Jakobi Meyers, Sam LaPorta",
      "Travis Kelce, Austin Ekeler, Matthew Golden, Tank Bigsby, J.K. Dobbins, Michael Pittman Jr., T.J. Hockenson, Javonte Williams",
      "Khalil Shakir, David Njoku, Josh Downs, Cooper Kupp",
      "Jerome Ford, Jauan Jennings, Rhamondre Stevenson, Jordan Mason, Christian Kirk, Mark Andrews",
      "Jayden Reed, Nick Chubb, Keon Coleman, Rashid Shaheed, Zach Charbonnet"
    ]
  },
  "DST": {
    "Standard": [
      "Denver Broncos, Pittsburgh Steelers",
      "Philadelphia Eagles, Arizona Cardinals, Minnesota Vikings",
      "Washington Commanders, San Francisco 49ers, New York Jets, Houston Texans, Los Angeles Rams",
      "Cincinnati Bengals, Kansas City Chiefs, New England Patriots, Chicago Bears",
      "Seattle Seahawks, Detroit Lions, Tampa Bay Buccaneers",
      "Miami Dolphins, Green Bay Packers, Indianapolis Colts"
    ]
  },
  "K": {
    "Standard": [
      "Wil Lutz, Brandon Aubrey, Cameron Dicker, Chase McLaughlin",
      "Evan McPherson, Ka'imi Fairbairn, Harrison Butker, Jake Elliott, Jake Bates, Matt Gay",
      "Cam Little",
      "Tyler Bass, Younghoe Koo, Tyler Loop, Chad Ryland",
      "Brandon McManus, Chris Boswell, Will Reichard, Joshua Karty, Jason Myers"
    ]
  }
}