{
  "QB": {
    "Standard": [
      "Josh Allen, Lamar Jackson, Jayden Daniels, Jalen Hurts, Joe Burrow",
      "Patrick Mahomes II, Baker Mayfield, Bo Nix",
      "Kyler Murray, Dak Prescott",
      "Brock Purdy, Justin Fields",
      "Drake Maye, Justin Herbert, Caleb Williams, Jared Goff",
      "Jordan Love, Trevor Lawrence, C.J. Stroud, J.J. McCarthy",
      "Tua Tagovailoa, Bryce Young, Michael Penix Jr., Geno Smith",
      "Matthew Stafford, Cam Ward"
    ]
  },
  "RB": {
    "Standard": [
      "Bijan Robinson, Saquon Barkley, Jahmyr Gibbs, Derrick Henry",
      "Ashton Jeanty, Christian McCaffrey, Jonathan Taylor, Josh Jacobs",
      "Bucky Irving, Kyren Williams, De'Von Achane, Chase Brown, James Cook, Omarion Hampton",
      "Kenneth Walker III, Chuba Hubbard, Breece Hall, James Conner, TreVeyon Henderson, Alvin Kamara",
      "D'Andre Swift, David Montgomery, Tony Pollard, RJ Harvey, Isiah Pacheco, Aaron Jones Sr.",
      "Kaleb Johnson, Tyrone Tracy Jr., Jordan Mason, Jaylen Warren",
      "Travis Etienne Jr., Zach Charbonnet, Jacory Croskey-Merritt, Tank Bigsby, Javonte Williams, J.K. Dobbins",
      "Rhamondre Stevenson, Cam Skattebo, Austin Ekeler, Braelon Allen"
    ],
    "PPR": [
      "Bijan Robinson, Jahmyr Gibbs, Saquon Barkley, Christian McCaffrey",
      "Ashton Jeanty, De'Von Achane, Derrick Henry, Chase Brown",
      "Bucky Irving, Josh Jacobs, Jonathan Taylor, Kyren Williams",
      "Alvin Kamara, James Cook, Omarion Hampton, Kenneth Walker III, Breece Hall",
      "Chuba Hubbard, James Conner, TreVeyon Henderson",
      "Tony Pollard, RJ Harvey, D'Andre Swift, Isiah Pacheco, Aaron Jones Sr., David Montgomery",
      "Jaylen Warren, Tyrone Tracy Jr., Kaleb Johnson",
      "Travis Etienne Jr., Zach Charbonnet, Jordan Mason, Javonte Williams",
      "J.K. Dobbins, Austin Ekeler, Jacory Croskey-Merritt, Rhamondre Stevenson, Tank Bigsby, Cam Skattebo",
      "Rachaad White"
    ],
    "HalfPPR": [
      "Bijan Robinson, Jahmyr Gibbs, Saquon Barkley, Christian McCaffrey, Derrick Henry, Ashton Jeanty",
      "De'Von Achane, Jonathan Taylor, Josh Jacobs, Bucky Irving, Chase Brown, Kyren Williams",
      "James Cook, Omarion Hampton, Kenneth Walker III",
      "Alvin Kamara, Breece Hall, Chuba Hubbard, TreVeyon Henderson, James Conner",
      "Tony Pollard, D'Andre Swift, RJ Harvey, David Montgomery, Isiah Pacheco, Aaron Jones Sr.",
      "Tyrone Tracy Jr., Kaleb Johnson, Jaylen Warren",
      "Jordan Mason, Travis Etienne Jr., Zach Charbonnet, Javonte Williams, J.K. Dobbins, Jacory Croskey-Merritt",
      "Tank Bigsby, Rhamondre Stevenson, Austin Ekeler, Cam Skattebo, Braelon Allen"
    ]
  },
  "WR": {
    "Standard": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson",
      "Nico Collins, Brian Thomas Jr., Malik Nabers, Puka Nacua, Amon-Ra St. Brown, Drake London, A.J. Brown",
      "Ladd McConkey, Tee Higgins, Mike Evans",
      "Jaxon Smith-Njigba, Tyreek Hill, Davante Adams, Marvin Harrison Jr., Garrett Wilson, Terry McLaurin",
      "DK Metcalf, Jameson Williams, Courtland Sutton, Xavier Worthy, Tetairoa McMillan, DJ Moore, Calvin Ridley, George Pickens",
      "DeVonta Smith, Zay Flowers, Jaylen Waddle",
      "Travis Hunter, Ricky Pearsall, Rome Odunze",
      "Emeka Egbuka, Rashee Rice, Chris Olave, Jerry Jeudy, Deebo Samuel Sr., Jordan Addison",
      "Matthew Golden, Jayden Reed, Jauan Jennings, Stefon Diggs, Jakobi Meyers",
      "Khalil Shakir, Keon Coleman, Josh Downs, Chris Godwin Jr., Cooper Kupp, Darnell Mooney, Michael Pittman Jr., Rashid Shaheed",
      "Brandon Aiyuk, Christian Kirk, Rashod Bateman, Marvin Mims Jr.",
      "Luther Burden III, Cedric Tillman, Jayden Higgins, Romeo Doubs"
    ],
    "PPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson",
      "Malik Nabers, Amon-Ra St. Brown, Nico Collins, Puka Nacua, Drake London, Brian Thomas Jr.",
      "A.J. Brown, Ladd McConkey, Jaxon Smith-Njigba, Tee Higgins, Garrett Wilson",
      "Tyreek Hill, Davante Adams, Mike Evans, Marvin Harrison Jr., Terry McLaurin",
      "DJ Moore, Tetairoa McMillan, Courtland Sutton, DK Metcalf, DeVonta Smith",
      "Xavier Worthy, Jaylen Waddle, Calvin Ridley, George Pickens, Jameson Williams, Zay Flowers",
      "Chris Olave, Travis Hunter, Rashee Rice, Jerry Jeudy, Rome Odunze, Emeka Egbuka",
      "Stefon Diggs, Ricky Pearsall, Jakobi Meyers",
      "Khalil Shakir, Jordan Addison, Deebo Samuel Sr., Jauan Jennings, Josh Downs, Michael Pittman Jr., Matthew Golden",
      "Cooper Kupp, Chris Godwin Jr., Jayden Reed",
      "Darnell Mooney, Keon Coleman, Christian Kirk, Rashid Shaheed, Brandon Aiyuk",
      "Cedric Tillman, Marvin Mims Jr., Luther Burden III, Rashod Bateman, Jayden Higgins, Wan'Dale Robinson"
    ],
    "HalfPPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson",
      "Malik Nabers, Nico Collins, Amon-Ra St. Brown, Puka Nacua, Brian Thomas Jr., Drake London, A.J. Brown, Ladd McConkey",
      "Tee Higgins, Jaxon Smith-Njigba, Tyreek Hill, Mike Evans, Garrett Wilson, Davante Adams, Marvin Harrison Jr., Terry McLaurin",
      "DJ Moore, DK Metcalf, Courtland Sutton, Tetairoa McMillan",
      "DeVonta Smith, Xavier Worthy, Jameson Williams, Calvin Ridley, George Pickens, Zay Flowers, Jaylen Waddle",
      "Travis Hunter, Chris Olave, Rome Odunze, Rashee Rice, Emeka Egbuka, Jerry Jeudy, Ricky Pearsall",
      "Stefon Diggs, Jakobi Meyers, Deebo Samuel Sr., Jordan Addison, Matthew Golden, Jauan Jennings",
      "Khalil Shakir, Jayden Reed, Josh Downs, Michael Pittman Jr., Cooper Kupp, Chris Godwin Jr.",
      "Keon Coleman, Darnell Mooney, Rashid Shaheed, Christian Kirk, Brandon Aiyuk",
      "Rashod Bateman, Marvin Mims Jr., Luther Burden III, Cedric Tillman, Jayden Higgins, Romeo Doubs"
    ]
  },
  "TE": {
    "Standard": [
      "George Kittle, Brock Bowers, Trey McBride",
      "Sam LaPorta, Mark Andrews, T.J. Hockenson",
      "Travis Kelce, David Njoku, Tucker Kraft",
      "Tyler Warren, Evan Engram",
      "Kyle Pitts Sr., Dallas Goedert, Dalton Kincaid, Colston Loveland",
      "Jake Ferguson, Hunter Henry",
      "Isaiah Likely, Zach Ertz, Jonnu Smith, Brenton Strange",
      "Chig Okonkwo, Cade Otton, Mike Gesicki"
    ],
    "PPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "T.J. Hockenson, Sam LaPorta, Travis Kelce",
      "David Njoku, Evan Engram, Mark Andrews",
      "Tyler Warren, Tucker Kraft, Jake Ferguson",
      "Dalton Kincaid, Colston Loveland, Dallas Goedert",
      "Kyle Pitts Sr., Hunter Henry",
      "Zach Ertz, Brenton Strange, Jonnu Smith, Chig Okonkwo",
      "Mike Gesicki, Mason Taylor, Cade Otton, Isaiah Likely"
    ],
    "HalfPPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Sam LaPorta, T.J. Hockenson, Travis Kelce, Mark Andrews",
      "David Njoku, Evan Engram, Tucker Kraft, Tyler Warren",
      "Jake Ferguson, Dalton Kincaid, Dallas Goedert, Colston Loveland",
      "Kyle Pitts Sr., Hunter Henry",
      "Zach Ertz, Brenton Strange, Jonnu Smith",
      "Chig Okonkwo, Isaiah Likely, Cade Otton, Mike Gesicki, Mason Taylor"
    ]
  },
  "Flex": {
    "Standard": [
      "Mike Evans, Zach Charbonnet, James Conner, Tyjae Spears, Amon-Ra St. Brown",
      "Brian Thomas Jr., Rico Dowdle, Jerome Ford, A.J. Brown, Tee Higgins",
      "D'Andre Swift, Tyrone Tracy Jr., Terry McLaurin, Courtland Sutton, Davante Adams, Deebo Samuel Sr.",
      "Alexander Mattison, Malik Nabers, Ladd McConkey, Isaac Guerendo, DJ Moore, Rachaad White, Jauan Jennings, Jaxon Smith-Njigba, Drake London, Brock Bowers",
      "Jordan Addison, Zay Flowers, George Kittle, Kendre Miller, George Pickens",
      "Travis Etienne Jr., Tank Bigsby, Calvin Ridley, Jameson Williams, Rhamondre Stevenson, J.K. Dobbins",
      "Cooper Kupp, Tyreek Hill, Garrett Wilson, DK Metcalf, Trey McBride",
      "Najee Harris, Jakobi Meyers, Isiah Pacheco, Keenan Allen, Jayden Reed, DeVonta Smith",
      "Xavier Worthy, Khalil Shakir, Adam Thielen, Jaylen Warren, Marvin Harrison Jr., Darnell Mooney, Josh Downs",
      "Kareem Hunt, Jalen McMillan, Javonte Williams, Romeo Doubs, Rome Odunze, Sam LaPorta",
      "Jerry Jeudy, Mark Andrews, DeAndre Hopkins, Ameer Abdullah, Travis Kelce",
      "Jonnu Smith, Quentin Johnston, Marquise Brown, Rashod Bateman, Tyler Allgeier, T.J. Hockenson, Michael Pittman Jr.",
      "Antonio Gibson, Hunter Henry, Dalton Schultz"
    ],
    "PPR": [
      "Jaxon Smith-Njigba, De'Von Achane, Terry McLaurin, Davante Adams, Tyjae Spears, James Cook",
      "Joe Mixon, Ladd McConkey, Breece Hall, Brock Bowers",
      "Courtland Sutton, Tee Higgins, Malik Nabers, Trey McBride, Drake London, Brian Robinson Jr., Jauan Jennings, George Kittle",
      "Zay Flowers, Jordan Addison, James Conner, DJ Moore, Keenan Allen",
      "Cooper Kupp, Jakobi Meyers, Jerome Ford",
      "Garrett Wilson, Adam Thielen, Calvin Ridley, Rico Dowdle, Deebo Samuel Sr.",
      "D'Andre Swift, George Pickens, Tyreek Hill, Rachaad White, Tyrone Tracy Jr., Jameson Williams, Josh Downs, DeVonta Smith, DK Metcalf",
      "Jayden Reed, Khalil Shakir, Marvin Harrison Jr., Xavier Worthy",
      "Jalen McMillan, Sam LaPorta, Ameer Abdullah, Darnell Mooney",
      "Kendre Miller, Rhamondre Stevenson, Isaac Guerendo, Michael Pittman Jr., Alexander Mattison",
      "T.J. Hockenson, Romeo Doubs, Travis Etienne Jr., Travis Kelce, J.K. Dobbins, Jaylen Warren, Jonnu Smith, Wan'Dale Robinson, Jerry Jeudy, Rome Odunze",
      "DeAndre Hopkins, Mark Andrews",
      "Chig Okonkwo, Quentin Johnston, Rashod Bateman, Tank Bigsby, Dalton Schultz, Hunter Henry",
      "Tucker Kraft, Marquise Brown, Isiah Pacheco, Javonte Williams, Jalen Coker"
    ],
    "HalfPPR": [
      "Brian Thomas Jr., Joe Mixon, Tyjae Spears, A.J. Brown, Breece Hall",
      "Terry McLaurin, Tee Higgins, Davante Adams, Brian Robinson Jr., Jaxon Smith-Njigba",
      "James Conner, Courtland Sutton, Ladd McConkey, Malik Nabers",
      "Drake London, Jauan Jennings, Brock Bowers, Jerome Ford",
      "Trey McBride, DJ Moore, Rico Dowdle, Zay Flowers, Jordan Addison, George Kittle, D'Andre Swift, Deebo Samuel Sr.",
      "Tyrone Tracy Jr., Cooper Kupp",
      "George Pickens, Rachaad White, Calvin Ridley, Jakobi Meyers, Keenan Allen, Garrett Wilson, Isaac Guerendo",
      "Tyreek Hill, Jameson Williams, DK Metcalf",
      "Adam Thielen, Alexander Mattison, Jayden Reed, DeVonta Smith, J.K. Dobbins, Josh Downs, Kendre Miller",
      "Xavier Worthy, Khalil Shakir, Rhamondre Stevenson, Travis Etienne Jr., Marvin Harrison Jr.",
      "Sam LaPorta, Darnell Mooney, Jalen McMillan, Tank Bigsby, Jaylen Warren",
      "Romeo Doubs, Ameer Abdullah, Travis Kelce",
      "Rome Odunze, T.J. Hockenson, Jerry Jeudy, Michael Pittman Jr., Jonnu Smith, Isiah Pacheco, Najee Harris, DeAndre Hopkins, Mark Andrews",
      "Quentin Johnston, Rashod Bateman, Wan'Dale Robinson, Javonte Williams, Chig Okonkwo",
      "Marquise Brown, Hunter Henry, Dalton Schultz, Tucker Kraft"
    ]
  },
  "DST": {
    "Standard": [
      "Denver Broncos, Philadelphia Eagles",
      "Pittsburgh Steelers, Baltimore Ravens, Minnesota Vikings, Houston Texans, Buffalo Bills",
      "Kansas City Chiefs, Detroit Lions",
      "Seattle Seahawks, Los Angeles Rams, Green Bay Packers, Los Angeles Chargers, San Francisco 49ers",
      "New York Jets",
      "Dallas Cowboys, Tampa Bay Buccaneers, New England Patriots, Arizona Cardinals, Chicago Bears"
    ]
  },
  "K": {
    "Standard": [
      "Brandon Aubrey, Cameron Dicker, Jake Bates",
      "Wil Lutz, Chase McLaughlin, Ka'imi Fairbairn, Chris Boswell, Harrison Butker",
      "Evan McPherson, Tyler Bass, Matt Gay, Jake Elliott",
      "Younghoe Koo, Tyler Loop, Will Reichard",
      "Joshua Karty, Daniel Carlson, Brandon McManus, Cam Little, Jason Sanders"
    ]
  }
}