{
  "QB": {
    "Standard": [
      "Lamar Jackson, Josh Allen, Jalen Hurts",
      "Dak Prescott, Patrick Mahomes II",
      "Baker Mayfield, Drake Maye, Jayden Daniels, Justin Herbert, Caleb Williams",
      "Kyler Murray",
      "Bo Nix, Jordan Love, Jared Goff, Daniel Jones",
      "Michael Penix Jr., Trevor Lawrence",
      "Justin Fields, C.J. Stroud, Geno Smith, Mac Jones, Jake Browning",
      "Sam Darnold, Matthew Stafford, Russell Wilson, Aaron Rodgers"
    ]
  },
  "RB": {
    "Standard": [
      "Bijan Robinson, Saquon Barkley, Christian McCaffrey, Derrick Henry",
      "James Cook, Jonathan Taylor, Jahmyr Gibbs",
      "Bucky Irving, Josh Jacobs, De'Von Achane",
      "Chase Brown, Ashton Jeanty, James Conner, Travis Etienne Jr., Jordan Mason, Kyren Williams",
      "Breece Hall, Kenneth Walker III, Alvin Kamara, Javonte Williams, Chuba Hubbard",
      "Tony Pollard, Omarion Hampton, Jaylen Warren, J.K. Dobbins, D'Andre Swift",
      "David Montgomery, Jacory Croskey-Merritt, Isiah Pacheco",
      "Nick Chubb, Rhamondre Stevenson, TreVeyon Henderson, Quinshon Judkins, Zach Charbonnet",
      "Bhayshul Tuten, Cam Skattebo, Trey Benson, Tyler Allgeier, Tyrone Tracy Jr., RJ Harvey"
    ],
    "PPR": [
      "Christian McCaffrey, Bijan Robinson, Saquon Barkley",
      "Jahmyr Gibbs, James Cook, Derrick Henry, De'Von Achane, Bucky Irving, Jonathan Taylor",
      "Chase Brown, Josh Jacobs",
      "Travis Etienne Jr., Ashton Jeanty, Alvin Kamara, James Conner",
      "Javonte Williams, Breece Hall, Kenneth Walker III, Jordan Mason, Kyren Williams, Chuba Hubbard, Jaylen Warren",
      "Tony Pollard, J.K. Dobbins, Omarion Hampton, D'Andre Swift",
      "David Montgomery, Jacory Croskey-Merritt, Isiah Pacheco",
      "Rhamondre Stevenson, Zach Charbonnet, TreVeyon Henderson, Nick Chubb, Quinshon Judkins",
      "Cam Skattebo, Bhayshul Tuten",
      "Tyrone Tracy Jr., Trey Benson, Tyler Allgeier, RJ Harvey"
    ],
    "HalfPPR": [
      "Bijan Robinson, Christian McCaffrey, Saquon Barkley",
      "Derrick Henry, Jahmyr Gibbs, Jonathan Taylor, James Cook",
      "De'Von Achane, Bucky Irving, Josh Jacobs, Chase Brown",
      "Ashton Jeanty, Travis Etienne Jr., James Conner, Alvin Kamara, Jordan Mason",
      "Javonte Williams, Breece Hall, Kenneth Walker III, Kyren Williams, Chuba Hubbard",
      "Tony Pollard, Jaylen Warren, Omarion Hampton, J.K. Dobbins, D'Andre Swift",
      "David Montgomery, Jacory Croskey-Merritt, Isiah Pacheco",
      "Rhamondre Stevenson, Nick Chubb, TreVeyon Henderson, Zach Charbonnet, Quinshon Judkins",
      "Cam Skattebo, Bhayshul Tuten, Tyler Allgeier, Trey Benson, Tyrone Tracy Jr., RJ Harvey"
    ]
  },
  "WR": {
    "Standard": [
      "CeeDee Lamb, Ja'Marr Chase, Justin Jefferson, Malik Nabers, Nico Collins, Puka Nacua",
      "Amon-Ra St. Brown, Brian Thomas Jr., Drake London, Jaxon Smith-Njigba",
      "Zay Flowers, A.J. Brown, Davante Adams, DK Metcalf",
      "Ladd McConkey, Garrett Wilson, Marvin Harrison Jr., Mike Evans",
      "Deebo Samuel Sr., Tee Higgins, Rome Odunze, Tetairoa McMillan, Emeka Egbuka, Courtland Sutton",
      "Jameson Williams, George Pickens, Tyreek Hill, Terry McLaurin",
      "DeVonta Smith, Jakobi Meyers, DJ Moore, Ricky Pearsall, Calvin Ridley, Marquise Brown",
      "Jauan Jennings, Travis Hunter, Keon Coleman, Jaylen Waddle, Chris Olave, Keenan Allen",
      "Quentin Johnston, Kayshon Boutte, Khalil Shakir, Stefon Diggs, Cedric Tillman, Michael Pittman Jr., Jerry Jeudy, Rashid Shaheed",
      "Darnell Mooney, Cooper Kupp",
      "Romeo Doubs, Josh Downs, Troy Franklin, Wan'Dale Robinson, Matthew Golden, Rashod Bateman",
      "Elic Ayomanor, Dontayvion Wicks, Marvin Mims Jr., Calvin Austin III"
    ],
    "PPR": [
      "CeeDee Lamb, Ja'Marr Chase, Malik Nabers, Justin Jefferson, Amon-Ra St. Brown, Puka Nacua, Nico Collins",
      "Jaxon Smith-Njigba, Drake London, Brian Thomas Jr.",
      "Garrett Wilson, Zay Flowers, Davante Adams, Ladd McConkey, A.J. Brown, DK Metcalf, Marvin Harrison Jr.",
      "Tetairoa McMillan, Emeka Egbuka, Mike Evans, Rome Odunze, Tee Higgins, Deebo Samuel Sr.",
      "Courtland Sutton, Tyreek Hill, Terry McLaurin, DeVonta Smith, George Pickens, Jakobi Meyers, DJ Moore",
      "Jameson Williams, Marquise Brown",
      "Chris Olave, Ricky Pearsall, Jauan Jennings, Keenan Allen, Jaylen Waddle, Calvin Ridley, Travis Hunter",
      "Michael Pittman Jr., Khalil Shakir, Stefon Diggs, Wan'Dale Robinson, Cedric Tillman",
      "Jerry Jeudy, Keon Coleman, Cooper Kupp, Kayshon Boutte",
      "Quentin Johnston, Josh Downs, Darnell Mooney, Rashid Shaheed, Romeo Doubs, Troy Franklin",
      "Elic Ayomanor, Matthew Golden, Rashod Bateman, Dyami Brown, Dontayvion Wicks, Calvin Austin III"
    ],
    "HalfPPR": [
      "CeeDee Lamb, Ja'Marr Chase, Malik Nabers, Puka Nacua, Justin Jefferson, Amon-Ra St. Brown, Nico Collins",
      "Jaxon Smith-Njigba, Drake London, Brian Thomas Jr., Zay Flowers",
      "Garrett Wilson, Davante Adams, Ladd McConkey, A.J. Brown, DK Metcalf",
      "Marvin Harrison Jr., Mike Evans, Rome Odunze, Deebo Samuel Sr., Tetairoa McMillan, Emeka Egbuka, Tee Higgins, Tyreek Hill, Courtland Sutton",
      "George Pickens, Terry McLaurin, Jameson Williams, Jakobi Meyers, DeVonta Smith, DJ Moore, Marquise Brown",
      "Ricky Pearsall, Calvin Ridley, Jauan Jennings, Chris Olave, Jaylen Waddle, Keenan Allen, Travis Hunter",
      "Keon Coleman, Michael Pittman Jr., Khalil Shakir, Stefon Diggs",
      "Cedric Tillman, Jerry Jeudy, Wan'Dale Robinson, Quentin Johnston, Kayshon Boutte, Cooper Kupp, Rashid Shaheed",
      "Darnell Mooney, Josh Downs, Romeo Doubs, Troy Franklin, Elic Ayomanor",
      "Rashod Bateman, Matthew Golden, Dontayvion Wicks, Calvin Austin III, Dyami Brown"
    ]
  },
  "TE": {
    "Standard": [
      "Trey McBride, Brock Bowers, Tucker Kraft",
      "Tyler Warren, Sam LaPorta, Travis Kelce",
      "Juwan Johnson, Zach Ertz, Kyle Pitts Sr., T.J. Hockenson",
      "Mark Andrews, Jake Ferguson, Hunter Henry",
      "David Njoku, Harold Fannin Jr., Dalton Kincaid",
      "Evan Engram, Brenton Strange, Ja'Tavion Sanders",
      "Jonnu Smith, Chig Okonkwo, Colston Loveland, Cade Otton",
      "Theo Johnson"
    ],
    "PPR": [
      "Trey McBride, Brock Bowers, Tucker Kraft",
      "Tyler Warren, Travis Kelce, Sam LaPorta",
      "Juwan Johnson, Zach Ertz, Jake Ferguson, T.J. Hockenson",
      "Kyle Pitts Sr.",
      "David Njoku, Harold Fannin Jr., Evan Engram, Hunter Henry",
      "Mark Andrews, Dalton Kincaid, Brenton Strange",
      "Chig Okonkwo, Ja'Tavion Sanders, Jonnu Smith",
      "Colston Loveland, Pat Freiermuth, Cade Otton, Dalton Schultz"
    ],
    "HalfPPR": [
      "Trey McBride, Brock Bowers, Tucker Kraft, Tyler Warren",
      "Sam LaPorta, Travis Kelce",
      "Juwan Johnson, Zach Ertz, T.J. Hockenson, Kyle Pitts Sr., Jake Ferguson",
      "Hunter Henry, David Njoku, Harold Fannin Jr.",
      "Evan Engram, Mark Andrews, Dalton Kincaid, Brenton Strange",
      "Ja'Tavion Sanders, Chig Okonkwo, Jonnu Smith",
      "Colston Loveland, Cade Otton, Pat Freiermuth, Dalton Schultz"
    ]
  },
  "Flex": {
    "Standard": [
      "Alvin Kamara, Kenneth Walker III, Justin Jefferson, Javonte Williams, Chuba Hubbard, Malik Nabers",
      "Nico Collins, Puka Nacua, Tony Pollard, Amon-Ra St. Brown, Omarion Hampton",
      "J.K. Dobbins, Jaylen Warren, Brian Thomas Jr., Drake London, Jaxon Smith-Njigba, D'Andre Swift",
      "Zay Flowers, A.J. Brown, David Montgomery, Davante Adams, Ladd McConkey, Jacory Croskey-Merritt",
      "DK Metcalf, Isiah Pacheco, Garrett Wilson, Marvin Harrison Jr., Mike Evans",
      "Trey McBride, Nick Chubb, Deebo Samuel Sr., Rome Odunze, Tetairoa McMillan, Emeka Egbuka, Tee Higgins",
      "Courtland Sutton, Rhamondre Stevenson, Brock Bowers, TreVeyon Henderson, Jameson Williams, George Pickens, Tyreek Hill, Terry McLaurin",
      "DeVonta Smith, Quinshon Judkins, Jakobi Meyers, DJ Moore, Zach Charbonnet, Ricky Pearsall, Calvin Ridley",
      "Marquise Brown, Jauan Jennings, Tucker Kraft",
      "Travis Hunter, Keon Coleman, Bhayshul Tuten, Jaylen Waddle, Chris Olave, Keenan Allen, Tyler Warren",
      "Trey Benson, Sam LaPorta, Cam Skattebo, Quentin Johnston, Kayshon Boutte",
      "Khalil Shakir, Stefon Diggs, Michael Pittman Jr., Cedric Tillman, Tyler Allgeier, Jerry Jeudy, Rashid Shaheed, Travis Kelce",
      "Darnell Mooney, Tyrone Tracy Jr., Cooper Kupp"
    ],
    "PPR": [
      "Drake London, Trey McBride, Brian Thomas Jr., Travis Etienne Jr., Ashton Jeanty, Alvin Kamara, Garrett Wilson",
      "Zay Flowers, Davante Adams, James Conner, Brock Bowers, Ladd McConkey, Javonte Williams, Breece Hall",
      "Kenneth Walker III, A.J. Brown, Jordan Mason, DK Metcalf, Kyren Williams",
      "Marvin Harrison Jr., Chuba Hubbard, Jaylen Warren",
      "Tetairoa McMillan, Emeka Egbuka, Mike Evans, Rome Odunze, Tony Pollard, Tee Higgins",
      "Deebo Samuel Sr., J.K. Dobbins, Courtland Sutton, Tyreek Hill",
      "D'Andre Swift, Terry McLaurin, Omarion Hampton, DeVonta Smith, George Pickens, Jakobi Meyers",
      "DJ Moore, Jameson Williams, Tucker Kraft, Marquise Brown",
      "Chris Olave, David Montgomery, Jacory Croskey-Merritt, Ricky Pearsall, Tyler Warren, Jauan Jennings, Keenan Allen, Jaylen Waddle",
      "Isiah Pacheco, Calvin Ridley, Travis Hunter",
      "Rhamondre Stevenson, Michael Pittman Jr., Travis Kelce, Sam LaPorta, Khalil Shakir, Stefon Diggs",
      "Wan'Dale Robinson, Zach Charbonnet, Cedric Tillman, TreVeyon Henderson, Keon Coleman, Jerry Jeudy",
      "Juwan Johnson, Cooper Kupp, Kayshon Boutte, Nick Chubb",
      "Zach Ertz, Quentin Johnston, Quinshon Judkins, Josh Downs, Darnell Mooney, Rashid Shaheed, Jake Ferguson"
    ],
    "HalfPPR": [
      "Nico Collins, Alvin Kamara, Jordan Mason, James Conner",
      "Javonte Williams, Breece Hall, Jaxon Smith-Njigba, Drake London, Kenneth Walker III, Kyren Williams",
      "Brian Thomas Jr., Chuba Hubbard, Zay Flowers",
      "Tony Pollard, Garrett Wilson, Jaylen Warren, Ladd McConkey, Davante Adams, Trey McBride, A.J. Brown, Omarion Hampton",
      "DK Metcalf, D'Andre Swift, J.K. Dobbins, Marvin Harrison Jr., Mike Evans",
      "Rome Odunze, Brock Bowers, Deebo Samuel Sr., Tetairoa McMillan, Emeka Egbuka",
      "Tyreek Hill, David Montgomery, Tee Higgins, Jacory Croskey-Merritt, Courtland Sutton",
      "Terry McLaurin, George Pickens, Isiah Pacheco",
      "Jameson Williams, Jakobi Meyers, DeVonta Smith, DJ Moore",
      "Marquise Brown, Nick Chubb, Rhamondre Stevenson, Tucker Kraft, Ricky Pearsall",
      "Calvin Ridley, Jauan Jennings, Chris Olave, Jaylen Waddle, Tyler Warren, Keenan Allen",
      "Travis Hunter, TreVeyon Henderson, Zach Charbonnet, Keon Coleman, Sam LaPorta, Michael Pittman Jr.",
      "Khalil Shakir, Quinshon Judkins, Travis Kelce, Stefon Diggs, Cedric Tillman",
      "Jerry Jeudy, Wan'Dale Robinson, Quentin Johnston, Kayshon Boutte",
      "Cam Skattebo, Cooper Kupp, Rashid Shaheed, Zach Ertz, Juwan Johnson, Darnell Mooney, Romeo Doubs"
    ]
  },
  "DST": {
    "Standard": [
      "Green Bay Packers, Buffalo Bills, Minnesota Vikings",
      "Tampa Bay Buccaneers, Kansas City Chiefs, Seattle Seahawks, Atlanta Falcons",
      "Houston Texans, San Francisco 49ers",
      "Indianapolis Colts, Denver Broncos, Philadelphia Eagles, Pittsburgh Steelers",
      "Los Angeles Chargers, Arizona Cardinals, New England Patriots, Washington Commanders, Baltimore Ravens",
      "Cincinnati Bengals, Dallas Cowboys"
    ]
  },
  "K": {
    "Standard": [
      "Brandon Aubrey, Tyler Loop, Cameron Dicker, Chris Boswell, Matt Prater",
      "Ka'imi Fairbairn, Chase McLaughlin, Brandon McManus",
      "Cam Little, Harrison Butker, Jake Elliott, Jake Bates",
      "Parker Romo, Wil Lutz, Chad Ryland, Spencer Shrader, Will Reichard, Matt Gay, Jason Myers",
      "Evan McPherson"
    ]
  }
}