{
  "QB": {
    "Standard": [
      "Josh Allen, Lamar Jackson, Jalen Hurts, Joe Burrow, Jayden Daniels",
      "Justin Herbert, Justin Fields, Kyler Murray",
      "Patrick Mahomes II, Drake Maye, Dak Prescott, Baker Mayfield",
      "Bo Nix, Trevor Lawrence, Jordan Love",
      "J.J. McCarthy, Caleb Williams, Jared Goff",
      "C.J. Stroud, Michael Penix Jr., Geno Smith, Aaron Rodgers, Daniel Jones",
      "Matthew Stafford, Bryce Young, Tua Tagovailoa"
    ]
  },
  "RB": {
    "Standard": [
      "Derrick Henry, Christian McCaffrey, Bijan Robinson, Saquon Barkley, Jahmyr Gibbs",
      "Josh Jacobs, Kyren Williams, Chase Brown",
      "Bucky Irving, Jonathan Taylor, James Conner, Ashton Jeanty, De'Von Achane, James Cook",
      "Breece Hall, Chuba Hubbard, Omarion Hampton, Travis Etienne Jr.",
      "Tony Pollard, Alvin Kamara, D'Andre Swift",
      "Javonte Williams, TreVeyon Henderson, David Montgomery, Kenneth Walker III",
      "J.K. Dobbins, Aaron Jones Sr., Jaylen Warren, Jacory Croskey-Merritt, Jordan Mason",
      "Nick Chubb, Isiah Pacheco, Zach Charbonnet, Tyrone Tracy Jr.",
      "Dylan Sampson, RJ Harvey, Trey Benson, Rhamondre Stevenson, Austin Ekeler, Braelon Allen"
    ],
    "PPR": [
      "Christian McCaffrey, Bijan Robinson, Derrick Henry",
      "Jahmyr Gibbs, Saquon Barkley, Chase Brown",
      "Josh Jacobs, De'Von Achane, James Conner, Bucky Irving, Kyren Williams, Ashton Jeanty",
      "Jonathan Taylor, Breece Hall, Travis Etienne Jr., James Cook, Alvin Kamara",
      "Chuba Hubbard, Omarion Hampton, Tony Pollard",
      "Javonte Williams, D'Andre Swift",
      "TreVeyon Henderson, Jaylen Warren, Kenneth Walker III, David Montgomery, J.K. Dobbins, Aaron Jones Sr.",
      "Zach Charbonnet, Jacory Croskey-Merritt, Tyrone Tracy Jr., Isiah Pacheco, Jordan Mason",
      "Austin Ekeler, Dylan Sampson, RJ Harvey, Nick Chubb, Rhamondre Stevenson",
      "Trey Benson, Braelon Allen"
    ],
    "HalfPPR": [
      "Christian McCaffrey, Derrick Henry, Bijan Robinson, Jahmyr Gibbs, Saquon Barkley",
      "Chase Brown, Josh Jacobs",
      "Kyren Williams, James Conner, Bucky Irving, De'Von Achane, Ashton Jeanty, Jonathan Taylor, James Cook",
      "Breece Hall, Travis Etienne Jr., Chuba Hubbard, Omarion Hampton, Alvin Kamara, Tony Pollard",
      "D'Andre Swift, Javonte Williams, TreVeyon Henderson",
      "David Montgomery, Kenneth Walker III, Jaylen Warren, J.K. Dobbins, Aaron Jones Sr.",
      "Jacory Croskey-Merritt, Jordan Mason, Zach Charbonnet, Tyrone Tracy Jr., Isiah Pacheco",
      "Nick Chubb, Dylan Sampson, RJ Harvey, Austin Ekeler",
      "Rhamondre Stevenson, Trey Benson, Braelon Allen"
    ]
  },
  "WR": {
    "Standard": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson, Nico Collins, Puka Nacua, Brian Thomas Jr., Malik Nabers",
      "Amon-Ra St. Brown, Ladd McConkey, Drake London",
      "A.J. Brown, Jaxon Smith-Njigba, Mike Evans, Tee Higgins, Marvin Harrison Jr.",
      "Garrett Wilson, Courtland Sutton, DK Metcalf, Zay Flowers, Davante Adams",
      "Emeka Egbuka, Tetairoa McMillan, Ricky Pearsall, Terry McLaurin, Tyreek Hill",
      "George Pickens, Deebo Samuel Sr., DJ Moore, Jameson Williams, DeVonta Smith, Marquise Brown, Jakobi Meyers, Calvin Ridley",
      "Travis Hunter, Rome Odunze, Keon Coleman, Jerry Jeudy",
      "Chris Olave, Keenan Allen, Jaylen Waddle, Quentin Johnston, Jayden Reed",
      "Khalil Shakir, Matthew Golden, Stefon Diggs, Cedric Tillman, Rashid Shaheed",
      "Michael Pittman Jr., Romeo Doubs",
      "Rashod Bateman, Kayshon Boutte, Cooper Kupp, Josh Downs",
      "Marvin Mims Jr., Joshua Palmer, DeMario Douglas, Wan'Dale Robinson, Adam Thielen, Calvin Austin III, Jauan Jennings"
    ],
    "PPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson, Puka Nacua, Malik Nabers",
      "Nico Collins, Amon-Ra St. Brown, Brian Thomas Jr., Jaxon Smith-Njigba, Ladd McConkey, Drake London",
      "Garrett Wilson, Tee Higgins, A.J. Brown, Marvin Harrison Jr., Mike Evans, Courtland Sutton",
      "DK Metcalf, Davante Adams, Zay Flowers, Emeka Egbuka, Tetairoa McMillan",
      "DJ Moore, Terry McLaurin, Tyreek Hill, Ricky Pearsall, Jakobi Meyers, DeVonta Smith, Marquise Brown",
      "George Pickens, Travis Hunter, Deebo Samuel Sr., Jerry Jeudy, Rome Odunze",
      "Chris Olave, Calvin Ridley, Jameson Williams, Keenan Allen",
      "Jaylen Waddle, Khalil Shakir, Stefon Diggs, Michael Pittman Jr., Keon Coleman, Cedric Tillman",
      "Quentin Johnston, Jayden Reed, Matthew Golden",
      "Romeo Doubs, Rashid Shaheed, Josh Downs, Wan'Dale Robinson, Cooper Kupp, Kayshon Boutte, DeMario Douglas",
      "Rashod Bateman, Joshua Palmer, Marvin Mims Jr., Adam Thielen, Xavier Legette, Jauan Jennings"
    ],
    "HalfPPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson, Puka Nacua, Malik Nabers, Nico Collins, Brian Thomas Jr.",
      "Amon-Ra St. Brown, Jaxon Smith-Njigba, Ladd McConkey, Drake London",
      "Garrett Wilson, A.J. Brown, Tee Higgins, Marvin Harrison Jr., Mike Evans, Courtland Sutton",
      "DK Metcalf, Davante Adams, Zay Flowers, Emeka Egbuka, Tetairoa McMillan",
      "Terry McLaurin, Ricky Pearsall, Tyreek Hill, DJ Moore, DeVonta Smith, Jakobi Meyers",
      "George Pickens, Marquise Brown, Deebo Samuel Sr., Travis Hunter, Jameson Williams, Calvin Ridley, Rome Odunze, Jerry Jeudy",
      "Chris Olave, Keenan Allen, Jaylen Waddle, Keon Coleman",
      "Khalil Shakir, Stefon Diggs, Michael Pittman Jr., Quentin Johnston, Cedric Tillman, Jayden Reed, Matthew Golden",
      "Rashid Shaheed, Romeo Doubs, Kayshon Boutte, Josh Downs, Cooper Kupp, Wan'Dale Robinson, Rashod Bateman, DeMario Douglas",
      "Marvin Mims Jr., Joshua Palmer, Adam Thielen, Xavier Legette, Calvin Austin III"
    ]
  },
  "TE": {
    "Standard": [
      "Trey McBride, Sam LaPorta, Brock Bowers",
      "Tyler Warren, Travis Kelce, Tucker Kraft",
      "Mark Andrews, T.J. Hockenson",
      "Kyle Pitts Sr., David Njoku",
      "Hunter Henry, Zach Ertz, Jake Ferguson, Brenton Strange",
      "Juwan Johnson, Dalton Kincaid, Harold Fannin Jr., Dallas Goedert",
      "Jonnu Smith",
      "Colston Loveland, Chig Okonkwo, Cade Otton, Dalton Schultz, Evan Engram"
    ],
    "PPR": [
      "Trey McBride, Brock Bowers, Sam LaPorta",
      "Tyler Warren, Travis Kelce",
      "Tucker Kraft, T.J. Hockenson",
      "Mark Andrews, David Njoku, Jake Ferguson",
      "Kyle Pitts Sr., Hunter Henry, Brenton Strange",
      "Zach Ertz, Harold Fannin Jr., Juwan Johnson, Dalton Kincaid, Dallas Goedert",
      "Jonnu Smith, Chig Okonkwo, Colston Loveland, Evan Engram",
      "Dalton Schultz, Cade Otton, Ja'Tavion Sanders"
    ],
    "HalfPPR": [
      "Trey McBride, Brock Bowers, Sam LaPorta, Tyler Warren, Travis Kelce",
      "Tucker Kraft, T.J. Hockenson, Mark Andrews",
      "David Njoku, Kyle Pitts Sr.",
      "Jake Ferguson, Hunter Henry, Brenton Strange",
      "Zach Ertz, Juwan Johnson, Harold Fannin Jr., Dalton Kincaid, Dallas Goedert",
      "Jonnu Smith, Chig Okonkwo",
      "Colston Loveland, Cade Otton, Dalton Schultz, Evan Engram, Ja'Tavion Sanders"
    ]
  },
  "Flex": {
    "Standard": [
      "Omarion Hampton, Nico Collins, Puka Nacua, Brian Thomas Jr., Travis Etienne Jr., Malik Nabers",
      "Tony Pollard, Alvin Kamara, D'Andre Swift",
      "Amon-Ra St. Brown, TreVeyon Henderson, Ladd McConkey, Javonte Williams, Drake London",
      "A.J. Brown, Jaxon Smith-Njigba, David Montgomery, Mike Evans, Kenneth Walker III, Tee Higgins, Marvin Harrison Jr.",
      "J.K. Dobbins, Garrett Wilson, Courtland Sutton, DK Metcalf",
      "Jaylen Warren, Aaron Jones Sr., Zay Flowers, Davante Adams, Jacory Croskey-Merritt, Jordan Mason, Trey McBride",
      "Emeka Egbuka, Tetairoa McMillan, Terry McLaurin",
      "Ricky Pearsall, Sam LaPorta, Isiah Pacheco, Zach Charbonnet, Tyreek Hill, Nick Chubb, Tyrone Tracy Jr.",
      "George Pickens, DJ Moore, Deebo Samuel Sr., Jameson Williams, DeVonta Smith",
      "Marquise Brown, Calvin Ridley, Jakobi Meyers, Travis Hunter",
      "Rome Odunze, Brock Bowers, Dylan Sampson, RJ Harvey, Keon Coleman, Jerry Jeudy",
      "Trey Benson, Chris Olave, Rhamondre Stevenson, Jaylen Waddle, Keenan Allen, Austin Ekeler, Quentin Johnston, Jayden Reed, Tyler Warren",
      "Travis Kelce, Khalil Shakir, Matthew Golden, Rashid Shaheed, Stefon Diggs, Cedric Tillman, Tucker Kraft",
      "Mark Andrews, Michael Pittman Jr., Romeo Doubs"
    ],
    "PPR": [
      "Ashton Jeanty, Jaxon Smith-Njigba",
      "Ladd McConkey, Drake London, Trey McBride, Breece Hall, Jonathan Taylor, Travis Etienne Jr., Garrett Wilson, James Cook",
      "Alvin Kamara, Tee Higgins, A.J. Brown, Chuba Hubbard, Marvin Harrison Jr.",
      "Mike Evans, Omarion Hampton, Courtland Sutton, Brock Bowers",
      "DK Metcalf, Davante Adams, Zay Flowers, Tony Pollard, Emeka Egbuka, Tetairoa McMillan",
      "Javonte Williams, Terry McLaurin, DJ Moore, Tyreek Hill, D'Andre Swift, Ricky Pearsall, Jakobi Meyers, DeVonta Smith",
      "Marquise Brown, TreVeyon Henderson, George Pickens, Travis Hunter, Deebo Samuel Sr., Sam LaPorta, Jaylen Warren, Jerry Jeudy",
      "Kenneth Walker III, Rome Odunze, Chris Olave, David Montgomery, Calvin Ridley, Jameson Williams",
      "J.K. Dobbins, Aaron Jones Sr., Keenan Allen, Jaylen Waddle",
      "Tyler Warren, Khalil Shakir, Travis Kelce, Stefon Diggs, Zach Charbonnet, Jacory Croskey-Merritt, Michael Pittman Jr.",
      "Tyrone Tracy Jr., Isiah Pacheco, Keon Coleman, Cedric Tillman, Jordan Mason",
      "Tucker Kraft, Quentin Johnston, Austin Ekeler, T.J. Hockenson, Matthew Golden, Jayden Reed",
      "Dylan Sampson, Romeo Doubs, Mark Andrews, RJ Harvey, Josh Downs, Rashid Shaheed, Wan'Dale Robinson"
    ],
    "HalfPPR": [
      "James Cook, Brian Thomas Jr., Breece Hall",
      "Amon-Ra St. Brown, Travis Etienne Jr., Chuba Hubbard, Omarion Hampton, Jaxon Smith-Njigba, Drake London, Ladd McConkey, Alvin Kamara",
      "Tony Pollard, Garrett Wilson, A.J. Brown, Trey McBride, Tee Higgins, Marvin Harrison Jr.",
      "Mike Evans, D'Andre Swift, Javonte Williams, Courtland Sutton",
      "DK Metcalf, Davante Adams, Zay Flowers, TreVeyon Henderson",
      "Emeka Egbuka, Brock Bowers, Tetairoa McMillan",
      "David Montgomery, Kenneth Walker III, Terry McLaurin, Ricky Pearsall, Tyreek Hill, Jaylen Warren, DJ Moore",
      "DeVonta Smith, J.K. Dobbins, Jakobi Meyers, Deebo Samuel Sr., Marquise Brown, George Pickens, Aaron Jones Sr., Travis Hunter",
      "Jameson Williams, Rome Odunze, Jacory Croskey-Merritt, Calvin Ridley, Jerry Jeudy, Sam LaPorta, Jordan Mason, Zach Charbonnet",
      "Chris Olave, Tyrone Tracy Jr., Isiah Pacheco, Keenan Allen",
      "Jaylen Waddle, Keon Coleman, Tyler Warren, Nick Chubb, Khalil Shakir, Travis Kelce",
      "Stefon Diggs, Dylan Sampson",
      "Michael Pittman Jr., Quentin Johnston, RJ Harvey, Austin Ekeler, Cedric Tillman, Jayden Reed, Tucker Kraft",
      "T.J. Hockenson, Matthew Golden, Rashid Shaheed, Mark Andrews, Rhamondre Stevenson, Romeo Doubs"
    ]
  },
  "DST": {
    "Standard": [
      "Denver Broncos, Los Angeles Rams, Baltimore Ravens, San Francisco 49ers",
      "Arizona Cardinals, Pittsburgh Steelers, Minnesota Vikings",
      "Detroit Lions, Philadelphia Eagles, New England Patriots, Dallas Cowboys",
      "Houston Texans, Green Bay Packers, Buffalo Bills",
      "Seattle Seahawks, Los Angeles Chargers, Tampa Bay Buccaneers, Cincinnati Bengals",
      "Washington Commanders, Indianapolis Colts"
    ]
  },
  "K": {
    "Standard": [
      "Brandon Aubrey, Cameron Dicker, Tyler Loop",
      "Wil Lutz, Ka'imi Fairbairn, Chris Boswell, Jake Bates",
      "Cam Little, Harrison Butker, Evan McPherson, Jake Elliott, Chase McLaughlin",
      "Chad Ryland, Will Reichard, Matt Prater, Brandon McManus, Matt Gay",
      "Joshua Karty, Younghoe Koo, Daniel Carlson"
    ]
  }
}