{
  "QB": {
    "Standard": [
      "Josh Allen, Lamar Jackson, Jayden Daniels, Jalen Hurts, Joe Burrow",
      "Patrick Mahomes II, Baker Mayfield",
      "Bo Nix",
      "Kyler Murray, Dak Prescott, Brock Purdy, Justin Fields",
      "Justin Herbert, Jared Goff, Drake Maye, Caleb Williams, Jordan Love",
      "Trevor Lawrence, C.J. Stroud, J.J. McCarthy",
      "Tua Tagovailoa, Bryce Young, Michael Penix Jr.",
      "Matthew Stafford, Geno Smith, Cam Ward"
    ]
  },
  "RB": {
    "Standard": [
      "Saquon Barkley, Bijan Robinson, Jahmyr Gibbs, Derrick Henry",
      "Christian McCaffrey, Ashton Jeanty, Jonathan Taylor, De'Von Achane, Josh Jacobs",
      "Bucky Irving, Kyren Williams, Chase Brown",
      "James Cook, Omarion Hampton, Kenneth Walker III, Breece Hall",
      "Chuba Hubbard, James Conner, Alvin Kamara, TreVeyon Henderson",
      "David Montgomery, D'Andre Swift, RJ Harvey, Tony Pollard, Isiah Pacheco, Kaleb Johnson, Aaron Jones Sr., Brian Robinson Jr.",
      "Tyrone Tracy Jr., Joe Mixon, Jordan Mason",
      "Jaylen Warren, Travis Etienne Jr.",
      "Tank Bigsby, Rhamondre Stevenson, Zach Charbonnet, Javonte Williams, J.K. Dobbins, Cam Skattebo, Najee Harris"
    ],
    "PPR": [
      "Bijan Robinson, Jahmyr Gibbs, Saquon Barkley, Christian McCaffrey",
      "De'Von Achane, Ashton Jeanty, Derrick Henry",
      "Chase Brown, Josh Jacobs, Bucky Irving, Jonathan Taylor, Kyren Williams",
      "Alvin Kamara, Kenneth Walker III, Breece Hall, Omarion Hampton, James Cook",
      "James Conner, Chuba Hubbard, TreVeyon Henderson",
      "RJ Harvey, D'Andre Swift, David Montgomery, Tony Pollard, Aaron Jones Sr., Isiah Pacheco",
      "Kaleb Johnson, Tyrone Tracy Jr., Jaylen Warren, Brian Robinson Jr., Joe Mixon, Travis Etienne Jr.",
      "Javonte Williams, Zach Charbonnet, Jordan Mason, Rhamondre Stevenson, J.K. Dobbins",
      "Cam Skattebo, Tyjae Spears, Rachaad White"
    ],
    "HalfPPR": [
      "Bijan Robinson, Jahmyr Gibbs, Saquon Barkley",
      "Christian McCaffrey, Derrick Henry, Ashton Jeanty, De'Von Achane",
      "Jonathan Taylor, Josh Jacobs, Bucky Irving, Chase Brown, Kyren Williams",
      "James Cook, Omarion Hampton, Kenneth Walker III, Breece Hall, Alvin Kamara",
      "Chuba Hubbard, James Conner, TreVeyon Henderson",
      "David Montgomery, D'Andre Swift, RJ Harvey, Tony Pollard, Isiah Pacheco, Aaron Jones Sr.",
      "Kaleb Johnson, Brian Robinson Jr., Tyrone Tracy Jr., Joe Mixon, Jaylen Warren",
      "Travis Etienne Jr., Jordan Mason, Zach Charbonnet, Javonte Williams, Rhamondre Stevenson, J.K. Dobbins",
      "Tank Bigsby, Cam Skattebo, Tyjae Spears"
    ]
  },
  "WR": {
    "Standard": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson",
      "Nico Collins, Malik Nabers, Brian Thomas Jr., Puka Nacua, Amon-Ra St. Brown, A.J. Brown, Drake London",
      "Ladd McConkey, Mike Evans, Tee Higgins, Tyreek Hill, Jaxon Smith-Njigba",
      "Davante Adams, Garrett Wilson, Marvin Harrison Jr., Terry McLaurin",
      "DK Metcalf, Jameson Williams, DJ Moore, Courtland Sutton",
      "Xavier Worthy, Zay Flowers, Calvin Ridley, George Pickens, DeVonta Smith, Tetairoa McMillan",
      "Jaylen Waddle, Rashee Rice, Travis Hunter",
      "Rome Odunze, Chris Olave, Ricky Pearsall, Jerry Jeudy, Jordan Addison, Deebo Samuel Sr., Jauan Jennings, Jayden Reed",
      "Jakobi Meyers, Stefon Diggs, Emeka Egbuka, Chris Godwin, Khalil Shakir, Matthew Golden",
      "Josh Downs, Cooper Kupp, Michael Pittman Jr., Darnell Mooney, Keon Coleman, Rashid Shaheed, Brandon Aiyuk",
      "Rashod Bateman, Christian Kirk, Marvin Mims Jr., Luther Burden III, Cedric Tillman, Jayden Higgins",
      "Romeo Doubs"
    ],
    "PPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson",
      "Malik Nabers, Amon-Ra St. Brown, Puka Nacua, Nico Collins, Brian Thomas Jr., Drake London",
      "A.J. Brown, Ladd McConkey, Jaxon Smith-Njigba, Garrett Wilson, Tee Higgins, Tyreek Hill",
      "Davante Adams, Mike Evans, Marvin Harrison Jr., DJ Moore, Terry McLaurin",
      "DK Metcalf, Courtland Sutton, DeVonta Smith, Tetairoa McMillan",
      "Zay Flowers, Jaylen Waddle, Xavier Worthy, George Pickens, Calvin Ridley, Jameson Williams, Rashee Rice",
      "Chris Olave, Travis Hunter, Jerry Jeudy",
      "Stefon Diggs, Jakobi Meyers, Rome Odunze",
      "Ricky Pearsall, Khalil Shakir, Jauan Jennings, Jordan Addison, Chris Godwin",
      "Emeka Egbuka, Deebo Samuel Sr., Josh Downs, Cooper Kupp, Michael Pittman Jr., Jayden Reed, Matthew Golden",
      "Darnell Mooney, Rashid Shaheed, Brandon Aiyuk, Keon Coleman, Christian Kirk",
      "Cedric Tillman, Luther Burden III, Rashod Bateman, Marvin Mims Jr., Wan'Dale Robinson, Jayden Higgins"
    ],
    "HalfPPR": [
      "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson",
      "Malik Nabers, Nico Collins, Amon-Ra St. Brown, Puka Nacua, Brian Thomas Jr., Drake London, A.J. Brown",
      "Ladd McConkey, Jaxon Smith-Njigba, Tee Higgins, Tyreek Hill, Garrett Wilson, Mike Evans, Davante Adams",
      "Marvin Harrison Jr., Terry McLaurin, DJ Moore, DK Metcalf",
      "Courtland Sutton, DeVonta Smith, Tetairoa McMillan, Jameson Williams, Xavier Worthy, Zay Flowers, Calvin Ridley, George Pickens, Jaylen Waddle",
      "Rashee Rice, Travis Hunter, Chris Olave, Jerry Jeudy, Rome Odunze",
      "Jakobi Meyers, Ricky Pearsall, Stefon Diggs, Jordan Addison, Jauan Jennings",
      "Deebo Samuel Sr., Chris Godwin, Khalil Shakir, Emeka Egbuka, Jayden Reed, Josh Downs, Cooper Kupp, Michael Pittman Jr., Matthew Golden",
      "Darnell Mooney, Keon Coleman, Rashid Shaheed, Brandon Aiyuk, Christian Kirk",
      "Rashod Bateman, Luther Burden III, Cedric Tillman, Marvin Mims Jr., Jayden Higgins, Romeo Doubs"
    ]
  },
  "TE": {
    "Standard": [
      "Brock Bowers, George Kittle, Trey McBride",
      "Sam LaPorta, Mark Andrews, T.J. Hockenson",
      "Travis Kelce, Tucker Kraft, David Njoku",
      "Tyler Warren, Evan Engram",
      "Dalton Kincaid, Dallas Goedert, Kyle Pitts Sr., Colston Loveland, Jake Ferguson",
      "Hunter Henry, Jonnu Smith, Isaiah Likely, Zach Ertz",
      "Brenton Strange",
      "Mike Gesicki, Pat Freiermuth, Cade Otton"
    ],
    "PPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "T.J. Hockenson, Sam LaPorta, Travis Kelce",
      "David Njoku, Evan Engram, Mark Andrews",
      "Tucker Kraft, Jake Ferguson, Tyler Warren",
      "Dalton Kincaid, Dallas Goedert, Colston Loveland",
      "Hunter Henry, Kyle Pitts Sr., Jonnu Smith, Zach Ertz",
      "Brenton Strange",
      "Mike Gesicki, Chig Okonkwo, Pat Freiermuth, Isaiah Likely, Cade Otton"
    ],
    "HalfPPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Sam LaPorta, T.J. Hockenson, Mark Andrews, Travis Kelce",
      "David Njoku, Evan Engram, Tucker Kraft",
      "Tyler Warren, Jake Ferguson, Dalton Kincaid, Dallas Goedert",
      "Colston Loveland, Kyle Pitts Sr., Hunter Henry",
      "Jonnu Smith, Zach Ertz, Brenton Strange",
      "Isaiah Likely, Mike Gesicki, Chig Okonkwo, Pat Freiermuth, Cade Otton"
    ]
  },
  "Flex": {
    "Standard": [
      "Mike Evans, Zach Charbonnet, James Conner, Tyjae Spears, Amon-Ra St. Brown",
      "Brian Thomas Jr., Rico Dowdle, Jerome Ford, A.J. Brown, Tee Higgins",
      "D'Andre Swift, Tyrone Tracy Jr., Terry McLaurin, Courtland Sutton, Davante Adams, Deebo Samuel Sr.",
      "Alexander Mattison, Malik Nabers, Ladd McConkey, Isaac Guerendo, DJ Moore, Rachaad White, Jauan Jennings, Jaxon Smith-Njigba, Drake London, Brock Bowers",
      "Jordan Addison, Zay Flowers, George Kittle, Kendre Miller, George Pickens",
      "Travis Etienne Jr., Tank Bigsby, Calvin Ridley, Jameson Williams, Rhamondre Stevenson, J.K. Dobbins",
      "Cooper Kupp, Tyreek Hill, Garrett Wilson, DK Metcalf, Trey McBride",
      "Najee Harris, Jakobi Meyers, Isiah Pacheco, Keenan Allen, Jayden Reed, DeVonta Smith",
      "Xavier Worthy, Khalil Shakir, Adam Thielen, Jaylen Warren, Marvin Harrison Jr., Darnell Mooney, Josh Downs",
      "Kareem Hunt, Jalen McMillan, Javonte Williams, Romeo Doubs, Rome Odunze, Sam LaPorta",
      "Jerry Jeudy, Mark Andrews, DeAndre Hopkins, Ameer Abdullah, Travis Kelce",
      "Jonnu Smith, Quentin Johnston, Marquise Brown, Rashod Bateman, Tyler Allgeier, T.J. Hockenson, Michael Pittman Jr.",
      "Antonio Gibson, Hunter Henry, Dalton Schultz"
    ],
    "PPR": [
      "Jaxon Smith-Njigba, De'Von Achane, Terry McLaurin, Davante Adams, Tyjae Spears, James Cook",
      "Joe Mixon, Ladd McConkey, Breece Hall, Brock Bowers",
      "Courtland Sutton, Tee Higgins, Malik Nabers, Trey McBride, Drake London, Brian Robinson Jr., Jauan Jennings, George Kittle",
      "Zay Flowers, Jordan Addison, James Conner, DJ Moore, Keenan Allen",
      "Cooper Kupp, Jakobi Meyers, Jerome Ford",
      "Garrett Wilson, Adam Thielen, Calvin Ridley, Rico Dowdle, Deebo Samuel Sr.",
      "D'Andre Swift, George Pickens, Tyreek Hill, Rachaad White, Tyrone Tracy Jr., Jameson Williams, Josh Downs, DeVonta Smith, DK Metcalf",
      "Jayden Reed, Khalil Shakir, Marvin Harrison Jr., Xavier Worthy",
      "Jalen McMillan, Sam LaPorta, Ameer Abdullah, Darnell Mooney",
      "Kendre Miller, Rhamondre Stevenson, Isaac Guerendo, Michael Pittman Jr., Alexander Mattison",
      "T.J. Hockenson, Romeo Doubs, Travis Etienne Jr., Travis Kelce, J.K. Dobbins, Jaylen Warren, Jonnu Smith, Wan'Dale Robinson, Jerry Jeudy, Rome Odunze",
      "DeAndre Hopkins, Mark Andrews",
      "Chig Okonkwo, Quentin Johnston, Rashod Bateman, Tank Bigsby, Dalton Schultz, Hunter Henry",
      "Tucker Kraft, Marquise Brown, Isiah Pacheco, Javonte Williams, Jalen Coker"
    ],
    "HalfPPR": [
      "Brian Thomas Jr., Joe Mixon, Tyjae Spears, A.J. Brown, Breece Hall",
      "Terry McLaurin, Tee Higgins, Davante Adams, Brian Robinson Jr., Jaxon Smith-Njigba",
      "James Conner, Courtland Sutton, Ladd McConkey, Malik Nabers",
      "Drake London, Jauan Jennings, Brock Bowers, Jerome Ford",
      "Trey McBride, DJ Moore, Rico Dowdle, Zay Flowers, Jordan Addison, George Kittle, D'Andre Swift, Deebo Samuel Sr.",
      "Tyrone Tracy Jr., Cooper Kupp",
      "George Pickens, Rachaad White, Calvin Ridley, Jakobi Meyers, Keenan Allen, Garrett Wilson, Isaac Guerendo",
      "Tyreek Hill, Jameson Williams, DK Metcalf",
      "Adam Thielen, Alexander Mattison, Jayden Reed, DeVonta Smith, J.K. Dobbins, Josh Downs, Kendre Miller",
      "Xavier Worthy, Khalil Shakir, Rhamondre Stevenson, Travis Etienne Jr., Marvin Harrison Jr.",
      "Sam LaPorta, Darnell Mooney, Jalen McMillan, Tank Bigsby, Jaylen Warren",
      "Romeo Doubs, Ameer Abdullah, Travis Kelce",
      "Rome Odunze, T.J. Hockenson, Jerry Jeudy, Michael Pittman Jr., Jonnu Smith, Isiah Pacheco, Najee Harris, DeAndre Hopkins, Mark Andrews",
      "Quentin Johnston, Rashod Bateman, Wan'Dale Robinson, Javonte Williams, Chig Okonkwo",
      "Marquise Brown, Hunter Henry, Dalton Schultz, Tucker Kraft"
    ]
  },
  "DST": {
    "Standard": [
      "Denver Broncos",
      "Philadelphia Eagles, Pittsburgh Steelers, Baltimore Ravens, Minnesota Vikings, Houston Texans",
      "Buffalo Bills, Kansas City Chiefs, Detroit Lions",
      "Seattle Seahawks, Los Angeles Rams, Los Angeles Chargers, Green Bay Packers, San Francisco 49ers",
      "New York Jets, Dallas Cowboys",
      "New England Patriots, Tampa Bay Buccaneers, Arizona Cardinals, Chicago Bears"
    ]
  }
}