{
  "Standard": [
    "Ja'Marr Chase, Bijan Robinson, Saquon Barkley, CeeDee Lamb, Justin Jefferson, Jahmyr Gibbs",
    "Derrick Henry, Nico Collins, Brian Thomas Jr., Malik Nabers, Puka Nacua",
    "Ashton Jeanty, Christian McCaffrey, Drake London, Jonathan Taylor, A.J. Brown, Amon-Ra St. Brown",
    "Josh Jacobs, George Kittle, Brock Bowers, Bucky Irving, Ladd McConkey, Kyren Williams",
    "De'Von Achane, Josh Allen, Lamar Jackson, Chase Brown, Tee Higgins, Mike Evans",
    "Trey McBride, Jayden Daniels, James Cook, Jaxon Smith-Njigba",
    "Tyreek Hill, Davante Adams, Jalen Hurts, Omarion Hampton",
    "Marvin Harrison Jr., Kenneth Walker III, Garrett Wilson, Terry McLaurin",
    "DK Metcalf, Chuba Hubbard, Breece Hall, Joe Burrow, James Conner, Courtland Sutton, TreVeyon Henderson, Jameson Williams, Alvin Kamara",
    "DJ Moore, Xavier Worthy, Calvin Ridley, Tetairoa McMillan, George Pickens",
    "DeVonta Smith, David Montgomery, D'Andre Swift, Zay Flowers, Tony Pollard, Sam LaPorta, RJ Harvey, Isiah Pacheco, Patrick Mahomes II, Jaylen Waddle, Aaron Jones Sr., Baker Mayfield, Mark Andrews",
    "Bo Nix, Kaleb Johnson, T.J. Hockenson, Tyrone Tracy Jr., Travis Hunter, Ricky Pearsall, Rome Odunze, Kyler Murray, Chris Olave, Dak Prescott, Rashee Rice, Jordan Mason, Travis Kelce, Emeka Egbuka, Jerry Jeudy, Jaylen Warren, Deebo Samuel Sr.",
    "Jordan Addison, Brock Purdy, David Njoku, Tucker Kraft, Justin Fields, Travis Etienne Jr., Zach Charbonnet, Jacory Croskey-Merritt, Jayden Reed, Justin Herbert, Jauan Jennings, Tyler Warren, Stefon Diggs, Tank Bigsby, Matthew Golden, Drake Maye, Evan Engram, Javonte Williams, Caleb Williams, Jakobi Meyers, Jared Goff, J.K. Dobbins",
    "Rhamondre Stevenson, Jordan Love, Khalil Shakir, Trevor Lawrence, Keon Coleman, Cam Skattebo, C.J. Stroud, Kyle Pitts Sr., Josh Downs, J.J. McCarthy, Dallas Goedert, Chris Godwin Jr., Cooper Kupp, Dalton Kincaid, Darnell Mooney, Najee Harris, Austin Ekeler, Braelon Allen, Michael Pittman Jr., Rashid Shaheed, Trey Benson, Brian Robinson Jr., Quinshon Judkins",
    "Colston Loveland, Ray Davis, Joe Mixon, Nick Chubb, Brandon Aiyuk, Rachaad White, Tua Tagovailoa, Jake Ferguson, Rashod Bateman",
    "Tyler Allgeier, Christian Kirk, Jaydon Blue, Hunter Henry, Bryce Young, Tyjae Spears, Marvin Mims Jr., Michael Penix Jr., Bhayshul Tuten, Jerome Ford, Dylan Sampson, Luther Burden III, Denver Broncos",
    "Cedric Tillman, Jonnu Smith, Geno Smith, Matthew Stafford, Jayden Higgins, Zach Ertz, Romeo Doubs, Isaiah Likely, Philadelphia Eagles, Rico Dowdle, Marquise Brown, Keenan Allen, Pittsburgh Steelers, Tre' Harris, Isaac Guerendo",
    "Baltimore Ravens, Joshua Palmer, Minnesota Vikings",
    "DeMario Douglas, Adam Thielen, Kyle Williams, Ollie Gordon II, Quentin Johnston, Houston Texans",
    "Jaylen Wright, Roschon Johnson, Buffalo Bills, Brandon Aubrey, Kansas City Chiefs",
    "Cam Ward, Wan'Dale Robinson, Brenton Strange, Xavier Legette, Blake Corum, Detroit Lions",
    "Sam Darnold, Jalen Coker, Cameron Dicker, Jake Bates",
    "DeAndre Hopkins, Seattle Seahawks, Alec Pierce",
    "Cade Otton, Chig Okonkwo, Wil Lutz, Los Angeles Rams, Green Bay Packers, Will Shipley"
  ],
  "PPR": [
    "Ja'Marr Chase, CeeDee Lamb, Justin Jefferson, Bijan Robinson, Jahmyr Gibbs",
    "Malik Nabers, Amon-Ra St. Brown, Nico Collins, Puka Nacua, Saquon Barkley, Christian McCaffrey, Brian Thomas Jr., Drake London",
    "A.J. Brown, Brock Bowers, Ladd McConkey, Ashton Jeanty, De'Von Achane, Trey McBride, Jaxon Smith-Njigba",
    "Tee Higgins, Derrick Henry, Josh Allen, Lamar Jackson, Garrett Wilson, Chase Brown, Tyreek Hill, Bucky Irving, Josh Jacobs",
    "George Kittle, Davante Adams, Mike Evans, Jonathan Taylor, Jayden Daniels, Kyren Williams",
    "Marvin Harrison Jr., Jalen Hurts, Terry McLaurin",
    "DJ Moore, Alvin Kamara, Courtland Sutton, DK Metcalf, James Cook, Kenneth Walker III, Tetairoa McMillan, Omarion Hampton, Joe Burrow, DeVonta Smith, Breece Hall",
    "Jaylen Waddle, Xavier Worthy, Chuba Hubbard, James Conner, Calvin Ridley, TreVeyon Henderson, George Pickens, Zay Flowers",
    "Jameson Williams",
    "Patrick Mahomes II, Chris Olave, T.J. Hockenson, Tony Pollard, D'Andre Swift, RJ Harvey, Travis Hunter, Sam LaPorta, David Montgomery, Rashee Rice",
    "Isiah Pacheco, Baker Mayfield, Jerry Jeudy, Aaron Jones Sr., Bo Nix, Rome Odunze, Travis Kelce",
    "Stefon Diggs, Emeka Egbuka, Ricky Pearsall, Kyler Murray, Jakobi Meyers, Tyrone Tracy Jr., Jaylen Warren",
    "Dak Prescott, David Njoku, Evan Engram, Mark Andrews, Kaleb Johnson, Travis Etienne Jr.",
    "Khalil Shakir, Jordan Addison, Brock Purdy, Justin Fields, Deebo Samuel Sr., Jauan Jennings, Josh Downs, Zach Charbonnet, Michael Pittman Jr.",
    "Justin Herbert, Caleb Williams, Drake Maye, Matthew Golden, Jordan Mason, Tyler Warren, Javonte Williams, Jared Goff, Cooper Kupp, Chris Godwin Jr., Tucker Kraft",
    "Jordan Love, Jayden Reed, Jacory Croskey-Merritt, Jake Ferguson, Trevor Lawrence, Austin Ekeler, J.K. Dobbins, C.J. Stroud, Rhamondre Stevenson",
    "J.J. McCarthy, Darnell Mooney, Dalton Kincaid, Tank Bigsby, Cam Skattebo",
    "Keon Coleman, Dallas Goedert, Colston Loveland, Christian Kirk, Rashid Shaheed, Rachaad White",
    "Brandon Aiyuk, Tua Tagovailoa, Najee Harris, Braelon Allen, Bryce Young",
    "Joe Mixon, Luther Burden III, Quinshon Judkins, Michael Penix Jr., Cedric Tillman, Marvin Mims Jr., Rashod Bateman, Trey Benson, Brian Robinson Jr., Tyjae Spears, Kyle Pitts Sr., Hunter Henry, Ray Davis, Jerome Ford",
    "Jaydon Blue, Geno Smith, Matthew Stafford, Jayden Higgins, Bhayshul Tuten, Wan'Dale Robinson, Tyler Allgeier, Denver Broncos, Keenan Allen",
    "Nick Chubb, Dylan Sampson, Zach Ertz, Romeo Doubs, Marquise Brown, Adam Thielen, DeMario Douglas, Jonnu Smith, Philadelphia Eagles",
    "Cam Ward, Kyle Williams, Sam Darnold, Rico Dowdle, Tre' Harris, Joshua Palmer, Pittsburgh Steelers, Brenton Strange, Xavier Legette, Baltimore Ravens, Minnesota Vikings",
    "Jalen Coker, Quentin Johnston, Houston Texans, Buffalo Bills, Brandon Aubrey, Kansas City Chiefs, Chig Okonkwo, Detroit Lions",
    "Isaac Guerendo, Cameron Dicker, Ollie Gordon II, DeAndre Hopkins, Jake Bates, Blake Corum, Roschon Johnson, Seattle Seahawks, Wil Lutz",
    "Woody Marks, Los Angeles Rams, Cade Otton, Mike Gesicki, Aaron Rodgers, Jaylen Wright, Green Bay Packers"
  ],
  "HalfPPR": [
    "Ja'Marr Chase, Bijan Robinson, Jahmyr Gibbs, Saquon Barkley, CeeDee Lamb, Justin Jefferson",
    "Malik Nabers, Nico Collins, Christian McCaffrey, Amon-Ra St. Brown, Derrick Henry, Puka Nacua, Ashton Jeanty, Brian Thomas Jr., Drake London",
    "De'Von Achane, A.J. Brown, Brock Bowers, Jonathan Taylor, Josh Jacobs, Bucky Irving, Chase Brown, Ladd McConkey, Trey McBride",
    "Josh Allen, Kyren Williams, Lamar Jackson, Tee Higgins, Jaxon Smith-Njigba",
    "George Kittle, Tyreek Hill, Mike Evans, Jayden Daniels, Garrett Wilson, James Cook, Davante Adams, Omarion Hampton, Jalen Hurts",
    "Kenneth Walker III, Marvin Harrison Jr., Terry McLaurin, Alvin Kamara",
    "Breece Hall, DJ Moore, Courtland Sutton, Joe Burrow, DK Metcalf, TreVeyon Henderson, Chuba Hubbard, James Conner",
    "Tetairoa McMillan, DeVonta Smith, Jameson Williams, Xavier Worthy, Calvin Ridley",
    "George Pickens, Tony Pollard, Zay Flowers, D'Andre Swift, Jaylen Waddle, RJ Harvey, David Montgomery, Isiah Pacheco, Sam LaPorta",
    "Aaron Jones Sr., Patrick Mahomes II, Travis Hunter",
    "T.J. Hockenson, Chris Olave, Baker Mayfield, Rome Odunze, Rashee Rice, Tyrone Tracy Jr., Bo Nix, Jerry Jeudy, Ricky Pearsall",
    "Emeka Egbuka, Kaleb Johnson, Jaylen Warren, Travis Kelce, Mark Andrews, Kyler Murray, Stefon Diggs",
    "Dak Prescott, Jakobi Meyers, David Njoku, Jordan Mason, Travis Etienne Jr., Deebo Samuel Sr., Evan Engram, Jordan Addison, Zach Charbonnet, Brock Purdy",
    "Justin Fields, Jauan Jennings, Matthew Golden, Tucker Kraft, Javonte Williams, Justin Herbert, Tyler Warren, Drake Maye, Caleb Williams, Khalil Shakir, J.K. Dobbins",
    "Jayden Reed, Jacory Croskey-Merritt, Josh Downs, Jared Goff, Michael Pittman Jr., Tank Bigsby",
    "Rhamondre Stevenson, Chris Godwin Jr., Cooper Kupp, Jordan Love, Austin Ekeler, Trevor Lawrence",
    "Cam Skattebo, Jake Ferguson, C.J. Stroud, J.J. McCarthy, Keon Coleman, Dalton Kincaid, Darnell Mooney, Braelon Allen, Dallas Goedert",
    "Colston Loveland, Rashid Shaheed, Rachaad White, Joe Mixon, Trey Benson, Brandon Aiyuk, Brian Robinson Jr., Najee Harris, Christian Kirk, Ray Davis, Quinshon Judkins",
    "Nick Chubb, Tyjae Spears, Kyle Pitts Sr., Jaydon Blue, Rashod Bateman, Tua Tagovailoa, Tyler Allgeier, Bhayshul Tuten, Marvin Mims Jr., Cedric Tillman, Luther Burden III, Bryce Young, Hunter Henry, Dylan Sampson, Jerome Ford, Michael Penix Jr., Jayden Higgins, Keenan Allen, Denver Broncos",
    "Zach Ertz",
    "Geno Smith, Matthew Stafford, Jonnu Smith, Romeo Doubs, Wan'Dale Robinson, Marquise Brown, Rico Dowdle, DeMario Douglas, Adam Thielen, Kyle Williams, Brenton Strange, Joshua Palmer, Tre' Harris, Philadelphia Eagles, Pittsburgh Steelers, Baltimore Ravens, Minnesota Vikings",
    "Cam Ward, Xavier Legette, Ollie Gordon II, Sam Darnold, Isaac Guerendo, Roschon Johnson, Jaylen Wright, Chig Okonkwo, Quentin Johnston, Isaiah Likely, Jalen Coker, Blake Corum, Houston Texans, Buffalo Bills, Brandon Aubrey, Kansas City Chiefs, Detroit Lions",
    "Woody Marks, Cade Otton, Mike Gesicki, Pat Freiermuth, DeAndre Hopkins, Kyle Monangai, Chris Rodriguez Jr., Will Shipley, Mason Taylor, Alec Pierce"
  ]
}