{
  "QB": {
    "Standard": [
      "Josh Allen, Lamar Jackson, Jayden Daniels",
      "Joe Burrow, Baker Mayfield, Sam Darnold",
      "Jared Goff, Bo Nix, Brock Purdy, Kyler Murray, Jordan Love",
      "Justin Herbert, Patrick Mahomes II, Matthew Stafford, Bryce Young",
      "Caleb Williams, Geno Smith, Drake Maye, C.J. Stroud, Joe Flacco",
      "Aaron Rodgers, Mason Rudolph, Michael Penix Jr., Russell Wilson",
      "Aidan O'Connell, Mac Jones"
    ]
  },
  "RB": {
    "Standard": [
      "Saquon Barkley, Jahmyr Gibbs",
      "Derrick Henry, Jonathan Taylor, Bijan Robinson, Kyren Williams, Chase Brown, Josh Jacobs, Bucky Irving",
      "Aaron Jones Sr., De'Von Achane, Joe Mixon, James Cook",
      "Brian Robinson Jr., Zach Charbonnet, Breece Hall, James Conner, Tyjae Spears",
      "Rico Dowdle, Jerome Ford, D'Andre Swift, Isaac Guerendo, Tyrone Tracy Jr.",
      "Alexander Mattison, Rachaad White",
      "Kendre Miller, J.K. Dobbins, Tank Bigsby, Travis Etienne Jr., Rhamondre Stevenson",
      "Najee Harris, Isiah Pacheco, Jaylen Warren, Kareem Hunt, Javonte Williams",
      "Ameer Abdullah, Tyler Allgeier, Antonio Gibson, Kimani Vidal, Raheem Mostert"
    ],
    "PPR": [
      "Jahmyr Gibbs, Saquon Barkley",
      "Bijan Robinson, Chase Brown, Jonathan Taylor, Kyren Williams, Derrick Henry, Bucky Irving",
      "Josh Jacobs, Zach Charbonnet, Aaron Jones Sr., Tyjae Spears, De'Von Achane",
      "James Cook, Breece Hall, Joe Mixon",
      "Brian Robinson Jr., James Conner, Jerome Ford",
      "Rico Dowdle, D'Andre Swift, Rachaad White, Tyrone Tracy Jr.",
      "Isaac Guerendo, Ameer Abdullah, Rhamondre Stevenson, Kendre Miller, J.K. Dobbins, Alexander Mattison, Travis Etienne Jr., Jaylen Warren",
      "Tank Bigsby, Isiah Pacheco, Javonte Williams, Najee Harris, Antonio Gibson",
      "Kareem Hunt, Raheem Blackshear, Tyler Allgeier, Kimani Vidal"
    ],
    "HalfPPR": [
      "Saquon Barkley, Jahmyr Gibbs",
      "Bijan Robinson, Jonathan Taylor, Derrick Henry, Chase Brown, Kyren Williams, Bucky Irving, Josh Jacobs",
      "Aaron Jones Sr., De'Von Achane, Zach Charbonnet, James Cook, Tyjae Spears, Joe Mixon, Breece Hall",
      "Brian Robinson Jr., James Conner",
      "Jerome Ford, Rico Dowdle, D'Andre Swift, Tyrone Tracy Jr., Rachaad White, Isaac Guerendo",
      "Alexander Mattison, Kendre Miller, Rhamondre Stevenson, Travis Etienne Jr., J.K. Dobbins, Tank Bigsby",
      "Jaylen Warren, Ameer Abdullah, Isiah Pacheco, Najee Harris, Javonte Williams",
      "Kareem Hunt, Antonio Gibson, Tyler Allgeier, Kimani Vidal, Raheem Blackshear"
    ]
  },
  "WR": {
    "Standard": [
      "Ja'Marr Chase, Nico Collins, Puka Nacua, Justin Jefferson, Mike Evans, Amon-Ra St. Brown",
      "Brian Thomas Jr., A.J. Brown, Tee Higgins",
      "Terry McLaurin, Courtland Sutton, Deebo Samuel Sr., Davante Adams",
      "Malik Nabers, Ladd McConkey, DJ Moore, Jauan Jennings, Drake London, Jaxon Smith-Njigba",
      "Jordan Addison, George Pickens, Zay Flowers, Calvin Ridley, Jameson Williams",
      "Cooper Kupp, Tyreek Hill, Garrett Wilson, DK Metcalf, Jakobi Meyers, Keenan Allen, Jayden Reed",
      "DeVonta Smith, Xavier Worthy, Khalil Shakir, Adam Thielen, Marvin Harrison Jr., Josh Downs, Darnell Mooney",
      "Jalen McMillan, Romeo Doubs, Rome Odunze, Jerry Jeudy, DeAndre Hopkins",
      "Quentin Johnston, Marquise Brown, Rashod Bateman, Michael Pittman Jr.",
      "Jalen Coker, Amari Cooper, Nick Westbrook-Ikhine, Brandin Cooks",
      "Wan'Dale Robinson, Marvin Mims Jr., Dontayvion Wicks, DeMario Douglas, Marquez Valdes-Scantling, Olamide Zaccheaus, Joshua Palmer, Kayshon Boutte, Calvin Austin III"
    ],
    "PPR": [
      "Ja'Marr Chase, Justin Jefferson, Puka Nacua, Nico Collins, Amon-Ra St. Brown, Mike Evans",
      "Brian Thomas Jr., A.J. Brown, Jaxon Smith-Njigba, Terry McLaurin, Davante Adams, Ladd McConkey",
      "Courtland Sutton, Tee Higgins, Malik Nabers, Drake London, Jauan Jennings",
      "Zay Flowers, DJ Moore, Jordan Addison, Keenan Allen, Jakobi Meyers",
      "Cooper Kupp",
      "Adam Thielen, Garrett Wilson, Calvin Ridley, George Pickens, Deebo Samuel Sr., Tyreek Hill",
      "Jameson Williams, Josh Downs, DeVonta Smith, DK Metcalf, Jayden Reed",
      "Khalil Shakir, Marvin Harrison Jr., Xavier Worthy, Jalen McMillan, Darnell Mooney",
      "Michael Pittman Jr., Romeo Doubs, Wan'Dale Robinson, Jerry Jeudy, Rome Odunze, DeAndre Hopkins, Quentin Johnston, Rashod Bateman",
      "Marquise Brown, Jalen Coker, DeMario Douglas",
      "Nick Westbrook-Ikhine, Olamide Zaccheaus",
      "Amari Cooper, Brandin Cooks, Joshua Palmer, Marvin Mims Jr., Kayshon Boutte, Ray-Ray McCloud III, Dontayvion Wicks, Parker Washington"
    ],
    "HalfPPR": [
      "Ja'Marr Chase, Justin Jefferson, Puka Nacua, Nico Collins, Mike Evans, Amon-Ra St. Brown",
      "Brian Thomas Jr., A.J. Brown, Terry McLaurin, Tee Higgins, Davante Adams, Jaxon Smith-Njigba",
      "Courtland Sutton, Ladd McConkey, Malik Nabers, Jauan Jennings, Drake London",
      "DJ Moore, Jordan Addison, Zay Flowers, Deebo Samuel Sr.",
      "George Pickens, Cooper Kupp, Calvin Ridley, Keenan Allen, Jakobi Meyers, Garrett Wilson, Tyreek Hill, Jameson Williams",
      "DK Metcalf, Adam Thielen, Jayden Reed, DeVonta Smith, Josh Downs",
      "Xavier Worthy, Khalil Shakir, Marvin Harrison Jr., Darnell Mooney, Jalen McMillan",
      "Romeo Doubs, Rome Odunze, Jerry Jeudy, Michael Pittman Jr., DeAndre Hopkins, Quentin Johnston, Rashod Bateman",
      "Wan'Dale Robinson, Marquise Brown, Jalen Coker",
      "DeMario Douglas, Nick Westbrook-Ikhine, Amari Cooper, Brandin Cooks, Marvin Mims Jr., Olamide Zaccheaus, Kayshon Boutte, Joshua Palmer, Dontayvion Wicks, Ray-Ray McCloud III, Parker Washington"
    ]
  },
  "TE": {
    "Standard": [
      "Brock Bowers, George Kittle, Trey McBride",
      "Sam LaPorta, Mark Andrews",
      "Travis Kelce, Jonnu Smith, T.J. Hockenson",
      "Chig Okonkwo, Hunter Henry, Dalton Schultz, Tucker Kraft",
      "Jake Ferguson, Pat Freiermuth",
      "Dalton Kincaid, Zach Ertz, Isaiah Likely, Brenton Strange",
      "Juwan Johnson, Kyle Pitts",
      "Mike Gesicki, Noah Gray, Austin Hooper, Noah Fant"
    ],
    "PPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Sam LaPorta, T.J. Hockenson, Travis Kelce, Jonnu Smith",
      "Mark Andrews",
      "Chig Okonkwo, Dalton Schultz, Hunter Henry, Tucker Kraft",
      "Jake Ferguson, Pat Freiermuth, Dalton Kincaid, Zach Ertz",
      "Brenton Strange",
      "Juwan Johnson, Isaiah Likely, Kyle Pitts",
      "Austin Hooper, Mike Gesicki, Noah Gray, Noah Fant, Tyler Conklin"
    ],
    "HalfPPR": [
      "Brock Bowers, Trey McBride, George Kittle",
      "Sam LaPorta, Travis Kelce, T.J. Hockenson, Jonnu Smith, Mark Andrews",
      "Chig Okonkwo, Hunter Henry, Dalton Schultz, Tucker Kraft",
      "Jake Ferguson, Pat Freiermuth, Zach Ertz, Dalton Kincaid",
      "Brenton Strange",
      "Isaiah Likely, Juwan Johnson, Kyle Pitts",
      "Mike Gesicki, Austin Hooper, Noah Gray, Noah Fant, Tyler Conklin"
    ]
  },
  "Flex": {
    "Standard": [
      "Mike Evans, Zach Charbonnet, James Conner, Tyjae Spears, Amon-Ra St. Brown",
      "Brian Thomas Jr., Rico Dowdle, Jerome Ford, A.J. Brown, Tee Higgins",
      "D'Andre Swift, Tyrone Tracy Jr., Terry McLaurin, Courtland Sutton, Davante Adams, Deebo Samuel Sr.",
      "Alexander Mattison, Malik Nabers, Ladd McConkey, Isaac Guerendo, DJ Moore, Rachaad White, Jauan Jennings, Jaxon Smith-Njigba, Drake London, Brock Bowers",
      "Jordan Addison, Zay Flowers, George Kittle, Kendre Miller, George Pickens",
      "Travis Etienne Jr., Tank Bigsby, Calvin Ridley, Jameson Williams, Rhamondre Stevenson, J.K. Dobbins",
      "Cooper Kupp, Tyreek Hill, Garrett Wilson, DK Metcalf, Trey McBride",
      "Najee Harris, Jakobi Meyers, Isiah Pacheco, Keenan Allen, Jayden Reed, DeVonta Smith",
      "Xavier Worthy, Khalil Shakir, Adam Thielen, Jaylen Warren, Marvin Harrison Jr., Darnell Mooney, Josh Downs",
      "Kareem Hunt, Jalen McMillan, Javonte Williams, Romeo Doubs, Rome Odunze, Sam LaPorta",
      "Jerry Jeudy, Mark Andrews, DeAndre Hopkins, Ameer Abdullah, Travis Kelce",
      "Jonnu Smith, Quentin Johnston, Marquise Brown, Rashod Bateman, Tyler Allgeier, T.J. Hockenson, Michael Pittman Jr.",
      "Antonio Gibson, Hunter Henry, Dalton Schultz"
    ],
    "PPR": [
      "Jaxon Smith-Njigba, De'Von Achane, Terry McLaurin, Davante Adams, Tyjae Spears, James Cook",
      "Joe Mixon, Ladd McConkey, Breece Hall, Brock Bowers",
      "Courtland Sutton, Tee Higgins, Malik Nabers, Trey McBride, Drake London, Brian Robinson Jr., Jauan Jennings, George Kittle",
      "Zay Flowers, Jordan Addison, James Conner, DJ Moore, Keenan Allen",
      "Cooper Kupp, Jakobi Meyers, Jerome Ford",
      "Garrett Wilson, Adam Thielen, Calvin Ridley, Rico Dowdle, Deebo Samuel Sr.",
      "D'Andre Swift, George Pickens, Tyreek Hill, Rachaad White, Tyrone Tracy Jr., Jameson Williams, Josh Downs, DeVonta Smith, DK Metcalf",
      "Jayden Reed, Khalil Shakir, Marvin Harrison Jr., Xavier Worthy",
      "Jalen McMillan, Sam LaPorta, Ameer Abdullah, Darnell Mooney",
      "Kendre Miller, Rhamondre Stevenson, Isaac Guerendo, Michael Pittman Jr., Alexander Mattison",
      "T.J. Hockenson, Romeo Doubs, Travis Etienne Jr., Travis Kelce, J.K. Dobbins, Jaylen Warren, Jonnu Smith, Wan'Dale Robinson, Jerry Jeudy, Rome Odunze",
      "DeAndre Hopkins, Mark Andrews",
      "Chig Okonkwo, Quentin Johnston, Rashod Bateman, Tank Bigsby, Dalton Schultz, Hunter Henry",
      "Tucker Kraft, Marquise Brown, Isiah Pacheco, Javonte Williams, Jalen Coker"
    ],
    "HalfPPR": [
      "Brian Thomas Jr., Joe Mixon, Tyjae Spears, A.J. Brown, Breece Hall",
      "Terry McLaurin, Tee Higgins, Davante Adams, Brian Robinson Jr., Jaxon Smith-Njigba",
      "James Conner, Courtland Sutton, Ladd McConkey, Malik Nabers",
      "Drake London, Jauan Jennings, Brock Bowers, Jerome Ford",
      "Trey McBride, DJ Moore, Rico Dowdle, Zay Flowers, Jordan Addison, George Kittle, D'Andre Swift, Deebo Samuel Sr.",
      "Tyrone Tracy Jr., Cooper Kupp",
      "George Pickens, Rachaad White, Calvin Ridley, Jakobi Meyers, Keenan Allen, Garrett Wilson, Isaac Guerendo",
      "Tyreek Hill, Jameson Williams, DK Metcalf",
      "Adam Thielen, Alexander Mattison, Jayden Reed, DeVonta Smith, J.K. Dobbins, Josh Downs, Kendre Miller",
      "Xavier Worthy, Khalil Shakir, Rhamondre Stevenson, Travis Etienne Jr., Marvin Harrison Jr.",
      "Sam LaPorta, Darnell Mooney, Jalen McMillan, Tank Bigsby, Jaylen Warren",
      "Romeo Doubs, Ameer Abdullah, Travis Kelce",
      "Rome Odunze, T.J. Hockenson, Jerry Jeudy, Michael Pittman Jr., Jonnu Smith, Isiah Pacheco, Najee Harris, DeAndre Hopkins, Mark Andrews",
      "Quentin Johnston, Rashod Bateman, Wan'Dale Robinson, Javonte Williams, Chig Okonkwo",
      "Marquise Brown, Hunter Henry, Dalton Schultz, Tucker Kraft"
    ]
  },
  "DST": {
    "Standard": [
      "Indianapolis Colts, Miami Dolphins, Philadelphia Eagles",
      "Los Angeles Chargers, Seattle Seahawks, Buffalo Bills",
      "Las Vegas Raiders, Tampa Bay Buccaneers, Baltimore Ravens, Kansas City Chiefs",
      "Jacksonville Jaguars",
      "Tennessee Titans, Minnesota Vikings, Green Bay Packers, New Orleans Saints",
      "Washington Commanders, Detroit Lions, Pittsburgh Steelers, Denver Broncos, Cleveland Browns"
    ]
  }
}